  {
  "reviews": [
    "Costain's tale begins as Richard O'Rawn, a powerful U.S. Senator, contacts aspiring author John Foraday out of the blue and invites him to travel along with him. The Senator tells John about Richard Rawen, who as a young boy is sent to serve as squire in the household of William Marshal. He eventually becomes a knight second to none but the Marshal himself and he is sent on a mission of great secrecy to Brittany where he meets Eleanor, daughter of Geoffrey Plantagenet and known to all as The Pearl of Brittany for her great beauty. Unable to save Eleanor and her brother from their respective fates at the hands of King John, Richard's travels take him to Rome and back in the service of Stephen Langton, and they find themselves in the thick of things in plots to rescue the captured Pearl from Corfe Castle and restore her to the throne as rightful Queen, as well as being involved with the events leading up to the signing of the Magna Carta.The story then switches back to the present as Costain ties the original Richard Rawen into the O'Rawn’s of Ireland with another Eleanor as beautiful and gracious as the first \"Pearl of Brittany\". All in all a very engaging tale, although I admit to being surprised at the time slip Costain worked into it - I was expecting a story set wholly in the past. It’s not the fastest paced book, but I found it an enjoyable, albeit fanciful tale. A big plus was finding one of my all time favorite heroes, William Marshal, as a secondary character –anyone interested finding out more about that most honorable man should look into Elizabeth Chadwick’s The Greatest Knight and The Scarlet Lion. 4/5 stars.",
    "The rating should really be four stars for part two and one star for parts one and three. The sections of the book that take place in \"modern times\" (i.e., the 1950s) are both poorly written and commit one of the cardinal, unforgivable sins of storytelling, namely the pimping of the book that is supposedly being written as a supposed bestseller; these sections are indeed so amateur that I was surprised to learn that this was not Mr. Costain's debut novel.However, the failures of the odd framing (i.e., parts one and three) are more than atoned for by the much better written and much more interesting part 2, which is set at the turn of the thirteenth century. Here, Thomas Costain's real strengths as a writer emerge; his ability to seamlessly blend history and a fictional story in a way that gives rise to an exciting narrative that hooks the reader's interest while at the same time giving them a fairly accurate picture of real historical events. His writing and historicity definitely owe a great debt to Sir Walter Scott (particularly Ivanhoe), and in at least one respect, Costain is Scott's clear superior: Costain makes a great effort to portray his historical characters as they actually were, with both their faults and their virtue manifest, something Scott is less inclined to do. The only real flaw in part II of Below the Salt is the lack of a real resolution (something, by the way, that is not in any way mollified by reading the frame story in parts 1 and 3). In some respects, this can be considered an advantage, for the narrative is portrayed as a realistic memoir, and in a realistic man's life loose ends do not (and cannot be expected to) all tie themselves up in a way satisfying to the outside observer. But while I admire the idea behind Costain's ending to part II, I still leave it with a little disappointment, a disappointment I don't feel when reading the works of a Walter Scott or some other author of historical fiction who, while not necessarily as well versed in the history as Costain, is much better versed in the methods of effective storytelling.Nonetheless, Below the Salt is well worth the read, if you can locate a copy (I am told it is out of print and has been so for years, not being one of Costain's more famous novel). If you do so, though, I would suggest skipping parts one and three as well as the \"interlude\" that comes towards the end of part two and also takes place during \"modern times.\" I guarantee that this will vastly improve your reading experience. ",
    "Below the Salt was a casual addition of my library, a chance encounter at a library book sale that added ballast to a \"buy by the bag.\" It was... weird. Henceforth, there will be (mild? I have no real sense of potency here) spoilers:The vibe of Below the Salt is A Connecticut Yankee in King Arthur's Court, crossbread with Ivanhoe, updated a little, though not quite as much as it might have been. The book opens in the 1950s, but apart from the wide growth of airplanes, it could as easily have been 1890 or 1930--or so it appears to this reader in the 2010s, and maybe a fifth of the book is set there. The rest--as the flip through the pages that sold me on it had already revealed--is set in Plantagenet-era Europe (more or less contemporary to Robin Hood, but sadly Costain did not go quite that Ivanhoe on us).The vibe seemed weird to this reader because I'm not really sure how I feel about the framing device. In other words, the 1950s plot feels either superfluous or underdeveloped (though not both). On the superfluous front, I'm not sure it was necessary. Arguably, the Planagenet-era can be said to trail off without it--indeed, it's hard to identify a climax in that plot, for two reasons: up until the interlude where we shift for a mini-chapter back to the 1950s, the main characters SEEMS to be Richard of Rawen, but then we learn that the focus is actually on his squire, Tostig. Things rush on years at a time throughout the book, but ever more so in the later parts of medieval plot, which makes it feel a bit like the Lord of the Rings appendices--though this is not necessarily a bad thing, since it helps the piece feel more like biography than story and I enjoy that.On the underdeveloped front, even though I had an idea going into the book that most of it was based in the Middle Ages, the frame-characters get a LOT of set-up, and also a better-defined conclusion than the medieval bit, but there is literally no middle (not on-stage anyway) and using the medieval story AS the development part of the story for the 1950s characters seems like a bit of a cop-out, and also a bit like wasted material.It seems like I'm harping on the book, but I'm not meaning too, because I enjoyed it. It was never difficult to pick up again, and when I had the opportunity to run with it for long stretches, it was easy to do. No doubt part of this has to do with the fact that, writing an adventure story in the 1950s with medieval setting and themes pushes more than a few of my buttons just right. If I *were* to want to nitpick, I would say that Costain lets his research show a little too often. He can get away with this, for the most part, because it is in-character for Senator O'Rawn and I tend to enjoy history, but it isn't always necessary and, I am just confident enough in my own limited medieval knowledge, to say isn't always accurate. That does, to an extent, increase its 1950s \"of an era\" nostalgic appeal.Similar, but more grating, because I am a medievalist rather than a redblooded American, is the veneration given to the Magna Carta. I am willing to trust that Costain's research is accurate so far as it goes, but it practically deifies the Magna Carta, and the worst of the anachronisms are the speeches that crop up in the medieval characters any time they talk about the future the Magna Carta will bring--the greatest of which, in Costain's opinion, is clearly American republicanism.All told, it was an easy read and a pleasant read, but a little wobbly. But I kind of want to go find more Costain and see if anything else he wrote sets a different standard or hies close, so I would say that overall it was a success.",
    "I read this book because I'd heard it was about time travel. As it turns out, it's about a guy who lived in the Middle Ages and then got reincarnated into modern day (which at the time the story was written was 1957). At least, I think that was how it worked.Anyway, the story's main character is John Foraday, who tags along with a guy named Richard O'Rawn to his ancestral castle in Ireland. Not bad so far, if a bit dull. But then the plot switches completely and what could be a whole new book starts up.We are now in the year 1175. Life sucks for pretty much everyone. The new story follows Richard and his loyal servant Tostig through a series of Manly Adventures involving winning tournaments, getting involved in politics that are probably very interesting but are rendered confusing and boring by Costain's dry prose, and pining after various women, all of whom are very beautiful and very boring. Once the Manly Exploits plotline has been exhausted, we return to modern day and the story is quickly wrapped up in what amounts to one of the worst endings I've ever read.Costain makes a very obvious effort to drill into his readers' heads that the Middle Ages was not the glorified period of knights and chivalry and hot princesses that we think it is (although Costain's book is overflowing with that stuff), and the modern world we live in is pretty awesome. A good example of this is the following quote, spoken after the signing of the Magna Carta (or Magna Charta, as Costain calls it for reasons beyond my comprehension): \"My son, I am sure of this: that the right to vote will someday be given to every man and woman in this world, and that the voices of majorities will decide who are to be the rulers and by what laws and practices they are to rule. I may be the only man today on the green footstool of the Everlasting God who believes this. In this conference, with no appreciation of the meaning of what we do, we have taken the first firm and resolute step in that direction.\"OMG he totally predicted the modern American democratic process! How very prophetic!",
    "About ten years ago, I decided I would like to learn the history of England. I got a straight ahead history text, started to read and soon gave up, defeated by the dry recitation of kings and battles. Such decisions have a way of infecting a life however. Because of the preponderance of historical fiction on the bestseller lists of the 1940s and 1950s, I have begun to get familiar with English history after all. Thomas Costain has been a key writer over these decades. Costain is a wonderful historical novelist, a Canadian who switched from journalism to fiction at the age of 57. His style is not quite so turgid as some of the other writers of that time and most of his characters are fully developed with the many virtues and faults all of us have. Below the Salt was the #9 bestseller in 1957 and takes place in 12th and 13th century England. After reading so much about Henry VIII and the Plantagenets in The Autobiography of Henry VIII and Wolf Hall, I was happy to find that this novel takes up the beginnings of that family as rulers in England, shortly after the famous Norman conquest in 1066. The main event is the writing and signing into law of the Magna Carta, which was the seed in England for an eventual democratic age and laid the foundations for the rights of the common man, rights which had no existence in the dark ages of feudal society and rule by monarchs. It is an exciting story. The only extremely odd aspect of Below the Salt is that the history is couched in a current story where an aging American politician has past life memories of his involvement in those earlier times. Not that I have a problem with past lives or recovered memories of them, but in this case it is awkwardly done. The approach does fit in with the influence of psychology and studies about the mind which feature in much of the fiction of the 1950s. Costain went on to write two more historical novels though none of them made top ten bestseller status, so I now bid him adieu. ",
    "It took me awhile to get through this one. I love history and I've always enjoyed historical fiction and while Costain is very good at developing characters and keeping the fictional aspect compelling (as well as from hampering historical accuracy…I guess), his \"matter of fact\" style in relaying certain events is a bit dry and can sometimes bog down the plot and make the reading almost text book-esque. The story within (or in this case with-out) the story is a bit superfluous, but does tie everything in a nice bow for the (then) modern perspective. And it’s great for fun tidbits and facts about England and Europe during the reign of King John.",
    "I read it back as a teenager and remembered enjoying Costain's historicals, so when I got the opportunity to record it for the CNIB's Talking Books library a few months ago, I took it.Now, some 40 years after the first reading, I find the writing style pedantic and dated, but the story holds up pretty well. I could do entirely without the modern framing, but it looks like Costain had a message to deliver, about Democracy = A Good Thing.And when recording books, it's always fun to have a lot of dialogue to play with.",
    "It was interesting enough to keep reading, but was definitely slow. I felt at times though that I was reading a Thomas Hardy novel where nothing good ever happens to the main characters. I can see the concern of the author that we don't appreciate the freedoms that we have, but I feel like this theme wasn't nearly strong enough in the book. It gets lost somewhere in Tostig's story and we only get a peek every once in awhile. I feel like there was a lot of extra stuff that just didn't contribute that much to the story. ",
    "I read this book in the early 1960s when I was under 10 years old and it was one of my first 'adult' reads. I was taken with the story and have always remembered it, even though much of its 'modern' side seemed very dated even then. I liked the reincarnation aspect, and it introduced me to Costain's Plantagenet histories. He is probably the reason I have always felt Shakespeare treated Richard III unfairly. Thought it's not an official \"YA\" book, I'd still recommend this to young readers.",
    ""
  ],
  "isbn": "9780385048842",
  "description": "Time was strangely rolled back 700 years so that he was hearing an account of those stirring, violent events in England and Europe that led to Magna Charta and thus contributed so much to the liberties of future generations: with a story, most of it straight from history, of a lost princess and the recovery of a lost charter."
},{
  "reviews": [
    "The White Witch is probably one of the most beautiful and unusual books I've ever read. It is not a terribly thrilling story, nor is it a page-turner. It is a very quiet, gentle story with gorgeous prose and phrases that literally delight your senses and transport you to another time and place. I savored each chapter and description delighting in the author's charming descriptions of an English village before the English Civil War, the beautiful white witch and healer, Froniga, and the gypsy groups in colorful wagons which inhabited the woods. I almost expected to open the book and have the scent of apple wood smoke or lavender and mint to emanate from the pages! It may not be for everyone, but I think this book will appeal to those who enjoy old-fashioned tales and elegant writing with a nod to Beauty and the Beast. 3.5 stars",
    "I'm only about 1/3 of the way through this particular book, but Goudge has once again managed to write things that I thought only I knew. Her descriptions of communication with nature are so completely aligned with my experience that it makes me uneasy. Thrilled, but uneasy. I've spent so long seeing the world the way she did, not knowing there was anyone else who understood, and to find this... it's unsettling. I've also read Gentian Hill and Green Dolphin Street, as well as some of her collections. Having seen her tolerance and absolute reverence for nature, I'm starting to wonder if her character Froniga isn't meant to be Goudge herself in some way, perhaps with slightly less self-awareness. Of course, her characters are for the most part not modern, and so they are even further removed from the understanding of their situation that Goudge, as a creator, can claim.Don't let the title fool you. Goudge is devotedly religious, but not in the dogmatic, traditional way. She's edited and published several collections of various religious works, mostly poetry. My agnosticism and skepticism occasionally verge on cynicism. However, I have never been able to find any for Elizabeth Goudge's work. Her writing assumes an understanding between people, nature, and any sort of spirit that precludes meaningful conflict. Though I think most people could find something to love in this book, I would particularly recommend her work to any Wiccan, especially one that wishes to combine some elements of Christianity or Judaism or any monotheistic religion with Paganism in any form. She is all peace and harmony, and though I know little of her life, her ability to comfort makes me wish I'd known her, even a little. ",
    "This novel is set amidst a turbulent time in history, the English Civil War. The main character Froniga is a healer, an independent woman in tune with nature. Froniga is \"The White Witch\" of the title.This is a beautifully written, gently unfolding novel of good versus evil, spirituality, and the immeasurable toll of a Civil War that divided families and communities. The prose, as others have noted already is lyrical and emotive.If you enjoy this period in history, then this is well worth a look at. ",
    "This is a beautifully evocative novel that is lyrical in places, contemplative, and altogether lovely. Goudge's sense of place is wonderfully explored through her writing style. Her religious philosophy is laid out with a deft hand, but is never heavy handed. I loved her characters, especially her depiction of the gypsy peoples. Most of her characters were multi-layered, and you always felt like they were more then just black and white, but all the shades of grey that make up the human condition.I would have rated it 4 stars but for the fact that I felt Goudge got off track with her depictions of battles. Personally, I'm not a fan of reading battle scenes, and I felt that she took the emphasis away from the main story of Froniga when she diverted the plot away from the main character.Otherwise, a wonderful novel. I will be reading more Goudge.",
    "The White Witch by Elizabeth Goudge“A Dream of EnglandThe Nightmare of War”From the first page to the last The White Witch, which commences at the beginning of the Civil War, in 1642 when King Charles I raised his standard in Nottingham, the novel held my attention from beginning to the end.The White Witch opens when eight-year old Will Haslewood is eagerly awaiting the day on which he will be breeched. He can barely wait to have his hair shorn, receive his doublet and breeches and, best of all, for his father to bring a sword from London.His parents, and the white witch, Froniga, who is half gypsy, will be present at Will’s breeching and so will his sister, Jenny, Elizabeth Goudge leads us through events great and small in which the Haslewoods, the man of many parts, Yoben, who loves and is loved by Froniga Squire Haselwood’s cousin, and Francis, the mysterious itinerant artist, make their exits and entrances. The White Witch is a tale of civilians, the ill-fated Charles I, courtiers, soldiers, battles, Anglicans Puritans, and gypsies, including three small children who are protected by their grandmother and Yoben. Elizabeth Goudge is to be complimented on her historical research, imagination and lyrical prose.Every character, minor and major, is skilfully portrayed and so is the countryside and cities.I keep The White Witch on a bookcase with treasured books I will not part with.",
    "Wow. I had heard of Goudge's book \"The Little White Horse,\" so when I saw this other book by her in my Grandma's basement, I decided to borrow it. This copy belonged to my great grandmother.It took a long time for me to get into the story--I felt the first 200 pages or so could have been condensed. My modern attention span suffered under the snail-paced building of the action and the gradual revelation of any unifying theme, but I persevered and was rewarded for it.This is a great meditation on mercy, forgiveness, love, the dangers of religious fanaticism, and the horrors of war. Most of it takes place during the British civil war of 1642. Froniga (the \"white witch\" of the title) is a half-gypsy woman who lives on her cousin Robert Haslewood's estate. The story follows her struggles between her pride in her powers and her acceptance of God and humility, her gypsy and English loyalties, and her desire for Yoben, the man she loves, and the need to set him free. This all plays out against the backdrop of the war, in which Robert fights on the side of Parliament while Yoben and another main character, Francis Lord Leyland, are fighting on the side of the king. Altogether the story had sadnesses that seemed inevitable, but also the undercurrent of joy and truth that most of us experience in our lives.I would have liked to have known Ms. Goudge--she has an eloquent and magical writing style that captures the essence of Christian spirituality and the beauty of the natural world while managing to be objective and non-judgmental. The story was beautiful, completely unpretentious, and non-didactic, yet revealed a gentle truth of the mercy and love of God shining through the cracks of the sorrows of life. All of the characters were well-rounded and seemed realistic to me--I ended up liking all of them despite their mistakes and flaws. I think this must reflect in some way the mercy that Goudge felt toward other people. As other reviewers have mentioned, I think it's too bad that many of her books are currently out of print.",
    "I read and reread the novels of Elizabeth Goudge early in my teens, and I loved the way she wrote about good and evil, faith and doubt in historical settings and in her own context of World Wars I and II. The backdrop of \"The White Witch\" is the grim era when Puritans and Royalists fought for political and religious control of England. Her characters, an assortment of Puritans, Catholics, Anglicans, gypsies, and witches, face inner turmoil as they are caught up in the larger war. Through her characters Goudge challenges any adherence to blind dogma and focuses instead on the centrality of love, mercy, and nature's beauty and divinity. Rereading this book after many years, I still enjoy the magic and mystery and her probing exploration of human nature. ",
    "\"The White Witch\" is set during England's civil war period. It is a book of contrasts; gentry and servants, well-born and gypsies, a white witch and aparson, a black witch and an itinerant painter. Within each character's story are struggles, human suffering, and choices to be made that all contribute to a satisfying (and in some cases, unexpected), ending.Froniga (the gypsy name for “Veronica”) is the white witch in the story. Her love interest, Yoben, is fighting for the Royalist cause, while Froniga's cousin Robert Haslewood (who though married has never stopped loving his cousin) is on the side of Parliament and Oliver Cromwell.“If you do not fight this war for the religious reason then for what reasondo you fight it?”“...if ever I have the luck to find myself in a charge of Rupert's it will be because loyalty to the crown is in the family tradition and we are a family who do not break with tradition. But I have a further reason. Whenas a very young man I first went to court the king was not yet thirty. Heshowed me great kindness and I loved him. I love him still. He neverloses men's love though he does at times break their hearts....the kinglived and dreamed his dreams. He shared them with me.The whole of England was to be an Arcadia, a united people enjoying theblessings of peace and prosperity...under his absolute authority,worshipping God as king and archbishop bade them, as united in religious as in secular obedience. His people were, to the king, a sacred trust fromGod, and his people were to look upon him as God's own representative, ruling them by divine right....Human nature is intractable stuff, hard jagged stuff, the sort of stuff that dreams are wrecked on. Yet still for me, as, I believe, for the king, there is the dream. The perfect England. It is a lovely land. It is better to die for a broken dream than for no dream at all.” The story is a multi-layered one. How the characters' lives intersect and their actions affect one another make for an interesting read. Mother Skipton, the 'black witch' in the story, believes herself too far gone into evil to have any hope for a better life.“There was a long silence and then Mother Skipton said in cold misery, “It is too late.”“Why did you come to church on Christmas Day?” asked Froniga.“How do you know I did that?” demanded Mother Skipton.“I saw you going away,” said Froniga. “And I will tell you why you were there. You came because Parson Hawthyn had woken in you a longing for the days when you had not yet chosen evil for your good. If it had been too late you would not have been capable of longing.”“...I am far too tired now to change my way of life.”The dull hopelessness of her despair made Froniga feel cold and sick. The night pressed upon her and the squalor of the room where they sat...Then, as though she were dragging herself up out of some morass of mud, she roused herself and said, “I believe I can guess what you heard when you knelt in the porch, listening by the crack of the door. 'Though thou has been benighted till now, wintered and frozen, clouded and eclipsed, damp and benumbed, smothered and stupified till now, now God comes to thee.”You heard that. Can't you believe it?”“You talk nonsense,” said Mother Skipton. “The old man talks nonsense. God does not come to lost souls.”“He has come,” said Froniga. “In His servant, the old man, He has come.”Can an old woman steeped in black magic forsake the pull of the her old ways and live once again free from the desire for power over others? Will the actions of her neighbors and superstitious villagers give rise tobitterness, or the kind actions of the village parson bring her to trust once again in man's capacity for human kindness?Will Robert come to terms with his own failures to love his family as they deserve to be loved, and will he ever learn to stop being afraid to ride into battle?What about the Royalists and the Puritans as portrayed in the novel and their separate beliefs? How do they mesh within a small English country village?“He leaned at the window, drinking in the beauty of what he saw. At hebeginning he, like Charles, had his dream...the perfect England...they had differed in the way to find perfection, through freedom or autocracy, butit had been much the same dream. And now England was rent by their conflicting dreams, and the dreams themselves were foundering. Yet it occurred to Hampden, as he breathed in the cool air, honey-scented with roses and hay, that he would rather die for a broken dream than for no dream at all....He did not usually indulge such fancies, the times were brutal and he had no leisure for sentiment, but personal sorrow had ploughed deep furrows in him and below the surface failure and stress he was oddly aware at this moment of deep-down freshness, as though dreams that had failed had sunk down and sprung up in the soul, as awareness of God's mercy.”There are episodes of tragic betrayal, of English stoicism and fear of death in battle, of English country tradition, of faith and failure to believe..“As his fatigue grew depression grew with it. What a wicked country was this England, even now in the ending of this year of grace 1642. Though itwould be hard to find a man or woman without faith of some sort the faith of so many was twisted to evil....were the fanatical among the Puritansmuch better? Their God was the tribal God of the Israelites and they had forgotten the mercy of Christ. And for that matter so had many men and women who acknowledged a like faith with himself, for what had the tortures of Tyburn, the block, the gallows and the pillory to do with Christ? He stumbled over a stone and almost fell. Under the lowering sky with itsdark and phantom clouds the evil of the world seemed crushing him into the earth.”There are scenes of superstitious belief leading to impulsive harsh actions, scenes of courage and rescuing those being persecuted for their beliefs, and scenes of friendship and loyalty..“You will soon be well again and next time the king takes the field you will go with him. You have worked through it now.”“Through what, Froniga?”“Through this present spell of evil fortune. These black times go as they come and we do not know how they come or why they go. But we know that Godcontrols them, as He controls the whole vast cobweb of the mystery of things.”...He went back into the kitchen and lay down before the glowing ashes of the fire, but he did not sleep. The present spell of private misfortune might be over but not the misfortunes of his king and country that he must share until the end. He lay thinking of them, but not without hope. .. He did not understand tonight what Froniga was talking about but through theyears ahead he never forgot what she had said. In the blackest times it would flash through his mind like light.”Elizabeth Goudge has written a story that will keep the reader's interest and, although written about a period in seventeenth century English history, still asks questions that pertain to life today.\"One life knows many judgments,\" she said. \"They are like the chapters in a book. What if every chapter but the last is one of defeat? The last can redeem it all. And God knows the heart that in its weakness longs for Him. Patient still, He adds another chapter, and then another, and then in the hour of victory closes the book\"...\"You always know where the salve is needed,\" he said. \"If we could all see the hidden wounds of others as clearly as you do, 'Love your enemies' would not be so hard a command to keep.\"...She did not go with him through the garden, as was her custom, but stayed where she was, listening ot his footfall on the flagged path by the well. He might come again tomorrow, or the day after, but things would not again be as they had been. So this was civil war. She had not known it was so bitter.\"",
    "  One of Elizabeth Goudge's adult books with over 300 pages of historical fiction. Though Goudge published THE WHITE WITCH first in 1958 in England, the book channels an earlier writing era in its atmosphere, description, and sentence style. It's set in 1642 England during the reign of the unfortunate King Charles I...during a period that is now known as the English civil war...when Parliament and their supporters struggled for power against the monarchy and their royalist loyalists. Goudge has created such richly-drawn characters and places that they fairly leap from the page into the imagination. The main character Froniga, part gypsy/part English Haslewood gentry, is a fictional creation who is an independent female but a likable healer and nurturing mother figure (although she is actually single and childless) attached to her cousin Robert Haslewood's children, Jenny and Will, as well as the unfortunate gypsy children Meriful, Dinki, and sister Cinderella. In addition to the fictional characters, readers will recognize names of actual historical places, events, and figures such as Oliver Cromwell and the Royal family.In the battle of good vs evil, there is a counter to Froniga, the white, or good, witch, called Mother Skipton who channels spells from the dark side -- at least, until Parson Hawthyn allies himself in a spiritual way with her in an effort to rescue her soul. Remember, England in the 1600s is a place of great religious fervor and upheaval, a place where religion and government are not yet separate meaning that religious beliefs and practices can lead to persecution and martyrdom. A key character, Yoben, travels as a non-Gypsy with the gypsies, and is a Royalist spy and a secret Catholic priest (a recusant priest).A notable aspect of this book is the sympathetic treatment of gypsies and the carefully researched details of the lives and language of a people often negatively stereotyped in literature.A few battle scenes might have been cut a bit shorter to hasten the flow of the story, but this flaw seemed minor.All in all an absorbing and enjoyable read in this genre.",
    "A lyrical, introspective tale set in 17th Century England, when Cavaliers struggle with Puritans for the king and throne. The story revolves around characters on both sides of the war. On the puritan side, we have a half-gypsy healer with hidden depths, Froniga the white witch. She struggles with her pride and her love for a Catholic. The local squire of her town, Richard, is also a Puritan; he fights his own cowardice and anger as he tries to discern where he really belongs. Froniga’s lover, Yomen, and a young nobleman friend of his, Francis, are both Catholic. The war will test bonds of friendship and love to the limit as it tears them apart, even as the fire purifies and builds them back up again. * It’s easy to tell that this is an older book from the very first page. Where agents and editors now tell authors to “hook readers in the first paragraph” and “keep the action moving”, The White Witch comes from a writing period in which readers were more patient, and appreciative of detail. Elizabeth Goudge takes her time starting, indulging in rich scenic descriptions and narrator-perspective backstory. Beautiful prose is something I’ve always enjoyed, and this author writes with delightful care and description. The characters developed slowly, some later than others, but each rounded out well. Even the minor characters have a depth to them that engages the reader’s interest, and of the major characters there is a wide spread in type, from gypsy to young nobleman to soldier, each distinctive and believable. Indeed, the main focus of the book is on inner development and struggle in the characters, man vs. self, despite the war going on. Speaking of the war, Goudge uses a clever technique to keep the narrative balanced by placing important characters on both sides of the war going on; nor does she favor one over the other. A somewhat slower read that will require your patience, but the beauty of the story, the unfolding layers of character and reflection, and the satisfaction of the well-told story should be well worth your while. ",
    "The White Witch is set at the beginning of the Civil War, when family and religious loyalties are severley tested. As with all her books, it is not really the events that concern the author, but the spiritual trials her characters suffer as a result, and the ways in which they meet those trials. Although she has a tendency to the mawkish at times, and a rather sentimental view of the past, I am very fond of Elizabeth Goudge. Her books, with their examination of what is good and bad in the human soul (in the fact that they acknowledge the human soul!) are an excellent antidote to the modern popular novel that tends to value self-expression/esteem/obsessions. In this book, and any of her others, you will find people who are made to confront themselves as they truly are - naked in the eyes of God. It is love, gentleness and selflessness that are the 'must haves' in Goudge's books. Although there is an undeniable sentimentality about her storytelling, there is a firm underlay of thoughtful spirituality and a remarkable challenge to our casual, material, 'self-as-God' world. ",
    "I read most of Elizabeth Goudge's books as a teenager but somehow missed this one. It has all Goudge's usual insight into human emotions together with her trademark generosity of spirit. She is religious but the very opposite of a fundamentalist. The book is set during the English civil war, between the \"Cavalier\" King Charles I and the puritan \"Roundheads\" representing Parliament. The story seems very relevant given the climate of bigotry and deadly judgementalism among some religious factions today. Goudge sees good in everyone from the sad Puritan father who can't show his love for his children, to the brilliant and proud half-gypsy White Witch of the title and even to the truly wicked black witch, who is like an evil twin. There are saints here as well as sinners and Goudge's usual panoply of beloved animals (even a half-glimpsed unicorn). And there is magic, white, black and in between and, as always, beautiful depictions of the English countryside: the scent of flowers and herbs, the splash of water, the colours of winter and summer, the laughter of impish gypsy children.",
    "Het was op zich leuk om te lezen. Je krijgt een goed beeld van dat tijdperk en inzicht in de oorlog tussen de royalisten en de puriteinen. Het pluspunt was echt de manier waarop ze alles beschreef. Je had echt het gevoel er bij te zijn.Nadelen van dit boek vond ik dat er geen duidelijk hoofdpersoon was. Nu is de \"heks\" Froniga natuurlijk de hoofdpersoon gezien de titel van het boek, maar je volgt alle personages per hoofdstuk zo in detail dat je voor allemaal (en dus ook voor beide kanten) sympathie krijgt. Op den duur gaat het zelfs zo erg dat er legerkopstukken gevolgd worden en dat je dus terug moet lezen, wie was dat en voor welke kant ook alweer? Na 250+ bladzijden kwam er wel wat spanning in waardoor ik het toch uit wilde lezen. De stukken waarin de gevechten beschreven worden zijn vooral opsommingen en waren nogal taai. Al met al blij dat ik het boek uitgelezen heb, maar zou het niet aanraden. ",
    "Published in 1958 and set in England during the Civil War period of 1642, The White Witch gently follows the slowly intertwining fortunes of the Haslewood family in a rural village in Oxfordshire, the local \"white\" witch Froniga who is their cousin and who is also related to a band of gypsies who periodically seek safe harbour in the local woods, as well as spies in the Civil War, one of which is her unconsummated lover of ten years. Beautifully evocative descriptions of the English countryside and fascinating insights into customs of the time and the Romany peoples made this a delightful slow read, and made one fight the urge to constantly consult a herbal.",
    "Set in the English civil war this is one of my most favourite historical fiction books. I've read it many times and will again. The main character Jenny is both a product of the old establishment, and another much stranger people and it shows, for she has the best of both worlds. She lives in her little cottage with her cat and her wondrous garden that she uses to help treat the locals. That in itself make us fear for her for this was a time of rejection of anything but the staunchest Christianity. The fear grows as we meet those willing to die for their convictions. A great read. ",
    "This book deserves 5 stars alone for the beautiful descriptions of the country side, the herbs, the people. I saw, felt and smelt. The story takes place at the beginning of the Civil War in England. Froniga is a wonderful character, strong and resourceful. She is half gypsey so their lore and traditions are also woven into the story. Two men love her. These two are on opposite sides of the war. The war is lightly touched on showing both sides, but with all wars, there are always losers. A beautifully told story.",
    ""
  ],
  "isbn": "9780515041606",
  "description": "...more"
},{
  "reviews": [
    " They were all like runners, runners with enormous feet. They were dependent upon their feet to run. But those same feet were always tangling them up and tripping them. And if they ever did win a race, it was both because of their feet and in spite of them.But none of them knew this. All they knew was that they loved their big feet, for making them different, while they hated them bitterly for making them conspicuous. Such children. Dave Hirsch is a writer running back from the war to his hometown of Parkman Illinois, around 1946. He was run out of town as teenager for getting a girl in trouble, he returns 19 years later as a middle aged man troubled by writer’s block, by loneliness, by alcoolism, by the sheer dreariness of existence in a small MidWestern town. To paraphrase Rushdie, in order to know Dave you have to swallow a whole world. He is a product of his times, his fate intertwinned with that of his family, of his bar buddies, of his literary friends and of his country coming out of the trauma of war and heading into the consummer frenzy of the baby boomers. I know these towns. No bars. No burlique. No nightclubs. No racetracks. Parkman, Illinois feels at times like miniature world under a glass dome, isolated from the larger world, its inhabitants prisoners of their own choice, like the guests of Hotel California (“You can check-out any time you like, But you can never leave!”) or the dwellers in Delany’s Dhalgren. Sometimes they evade for a short time to the neighboring towns, or for an escapade to Chicago, once even as far as Florida, but all of them return to Parkman, and to their futile dreams of another life in another place. One of the barflies in town, another army retiree, sums it up later in the novel: I’m a rebel, he would say; just like you guys. Only I ain’t got anything to rebel against, even. What could I rebel against? Your brother Frank and Clark Hibbard and the Country Club? That ‘Lost Generation’ of the twenties, they loved it; they never had it so good. But my generation, we can’t even be lost – because we never been found. What was I ever taught? Nothing! that’s what. I never even learned to brush my teeth and make up my bed till I got in the Army. My folks was always too busy fighting. What do they give my generation to believe in: a happy home, a union to increase my wage, a new car, and an automatic washing machine. We’re not even a lost generation. We’re an unfound generation. The “Unfound Generation” of the forties. The town is divided, the right and the wrong side of the tracks, with Frank Hirsch as the epitome of the ‘righteous’ citizen and ‘Bama Dillert as the leader of the pack for the ‘rebels’. Dave moves between the two worlds, craving acceptance and recognition as a writer and as a man, yet drifting persistently back to the bottom after each attempt to cross over.Frank Hirsh, Dave’s elder brother, is the one that stayed behind while the youngster drifted to sunny California and became a writer. He feels threatened by Dave’s bohemian spirit in his stolid respectability that actually hides a fierce selfishness and the ambition to get a room at the top of the social heap. He’s in a disfunctional marriage with Agnes and has a teenage daughter, Dawn, who’s trying herself to find out who she is and what she wants. Frank is delusional, a character trait that is reiterated for most of the characters in the book. He believes he is a smooth operator, in business and in his love affairs, but people read him like an open book. Most revealing, he is both physically and mentally not so different from Frank the black sheep : disillusioned, insecure and terribly lonely. In one of his first scenes he has a row with Agnes: So for the next hour, until he went to get Dave, with that singular and ferocious talent she alone had for separating him cell from cell and nerve from nerve, she asured Frank she would not allow Brother Dave on the premises for any reason, just on moral grounds alone, while at the same time she upbraided him sorely for not calling her first, and then went on to bring up also every little thing that he had done to her in their married life, over the whole twenty-some-odd years; and the real reason behind it all and all the previous reasons were not even mentioned at all, by either of them. ‘Bama Dillert has a magnetic personality, a professional gambler and a libertine / libertarian whose motto is ‘live and let live’. He strikes out an instant rapport with Dave, a bromance that is forged from high stakes poker games and drunked orgies and unexpected confessional and philosophical moments, some funny, others outrageous. Way I see it, a guy almost has to be married. The trouble with women is the nice women won’t put out and the others don’t do you any good when they do. They put out to everybody. And if the nice ones do put out to you, something happens to them and they seem to stop being nice ones after a while. I didn’t make the rules. Between Frank Hirsh and ‘Bama Dillert there’s a rich panoply of Parkman personalities, moving in and out of the spotlight, drawing Dave in or rejecting him: a cranky father, a resentful mother, a pair of literary professors from the town college – Bob and Gwen French, a young aspiring writer named Wally Dennis, a flock of factory girls with easy morals, Edith - a self-reliant young secretary that has a thing for her boss and her own family issues. Each of them deserves his or her own review. The novel is so generous in details and nuance regarding these secondary characters, I feel daunted in even considering how to go about it. Even limiting myself to Dave’s story, I could only scratch the surface of his motivations and aspirations, despite writing down page after page of quotes. I think I will cop out and let these snippets paint the picture for me, hoping I will have the stamina to get back to the novel and do a better job in a re-read. Because the title of the novel is apt in more ways than expected : I feel exhausted after the last page, as if I have run a marathon myself, emotionally drained yet loath to let go of the story that haunted me for the last couple of months. I came to James Jones with high expectations, aware of the buzz and praise for his sprawling war novels (From Here to Eternity, The Thin Red Line), but I picked Some Came Running for my first foray into his work mainly because I really love the movie adaptation. I must have seen Sinatra, Martin and MacLaine playing Jones’ characters at last ten times, and I wanted to see how the source material compares to the film. Well, it’s a mixed bag : Minelli captured the essence of the book, but he was inevitably forced to drastically cut down on the plot and to streamline the story. The book is a lot more disturbing and bleak, but the main difference I think is in the choice of actors : Jones’ people are not the glamorous A-list stars I have come to identify with: Frank and Dave are short, fat and losing their hair, ‘Bama is tall and thin with a potbelly, Gwen is raw boned and horse-faced, Poor Ginnie is dumpy and disgusting. But her inner self is mostly the same from one medium to another: She was really a nice gal, when you thought about it. Sort of sweet, and good-natured, and malleable. Even if she was not very bright. And ugly as a mud fence. At least there wasn’t any meanness in her.Talking of Ginnie and Gwen, they are the feminine dichotomy that reflects the Frank / ‘Bama opposing forces that drive Dave from respectability to scandalous behaviour. Gwen is the highbrow virgin who pretends to be sophisticated in matters of the heart but cannot win against Ginnie, who would go out with anybody for a drink or a laugh. Each pretends to be somebody else, just like their men, playing a role, lying to themselves and lashing out when threatened with exposure. Both tragic in their inability to admit who they are. Ultimately it is Love that is put on trial as a mirage that promises us redemption and fails to deliver. Ginnie wants to become respectable, Gwen is writing a critical book on what makes writers tick: My thesis was that it’s this abnormally high potential for falling in love, the really abnormal need for it and the inability to escape it, that largely both makes and destroys the creative personality in any given individual. Dave Hirsch is her main subject of study, one that she tries to keep at a safe distance but who refuses to be jusged only through his intellectual achievements. Dave has a tendency to fall in love with every woman that gravitates close to him, thus proving the point of the critical Gwen: Writing is a lot like sex exhibitionism. Like the man on the street who is under a compulsion to take his genitals out and show them to people. Especially to women. The novel is not without problems : like my review it has a tendency to meander, to jump from one subject to another, most of all to go into long aimless and repetitive conversations, to get lost in minute details and to follow up on secondary characters instead of focusing on the main actors. Yet I don’t think the novel needs editing. I believe it is meant to be presented in this raw form and in this sprawling manner. It is after all meant to convey the loneliness and the stifling, horizonless society of a midtown America at a time when sexuality was still considered a shameful, tabu subject. ( ... and so, Dave thought drunkenly, still another ant had carried out still another grain of wheat.) Jones portrayal of women is problematic, but this is something that can be said also of the genius of Dostoyevski. He is a product of his times, and if his heroines are shrill, manipulative, use sexual favors to control men and then henpeck them mercilessly at home, it might not be so much a sign of misoginy from the author so much as an example of how society viewed women before the sexual emancipation of the sixties. He ingeniously accepted her as honest. Nobody but a writer would ever do that.  ; and :  Women hungered to be owned and dominated, he thought happily. They just weren’t like men. are just a couple of examples of what could bring today’s feminists up in arms against Dave or Frank Hirsch and their company.Looking thought the rest of my selected quotes, I notice a leitmotif: Dave got on my nerves with his penchant for being sorry for himself and absolutely passive in doing anything to change the situation, but I couldn’t help remembering moments when I was down and blue in my turn, and believed nobody cared where I am and what I do: All his life he had been horrified at the indifference the rest of the human race showed him. Even as a small boy, he was constantly shocked at the way people went about as if his existence meant nothing at all. --- Waiting was always bad, especially waiting dressed and alone for it to be time to go to a party. --- You’re a chameleon, he told himself, feeling in him the liquor he had drunk back at the hotel. An emotional chameleon, that’s what you are. You become somebody else with everyone you’re with. That may be a good thing in a writer, but it’s a damn poor trait in a human being. --- Somehow loneliness was always much more terrifying when you were living cheaply and had no money. --- Is it not also a paradox that in our efforts to escape pain we all run immediately for salvation to human love where we find the greatest pain of all? --- All his life, it seemed, he had been just an onlooker, a sort of outsider. He had never participated; he had never acted. --- But even so, such utter and complete loneliness – such aloneness – was almost physically unbearable. And no way out of it; not through love, not through work, not through play, not through courage, not through fear. No way. Like I said, it gets kind of depressing after 1000+ pages of novel, and it’s not only Dave – all the other Parkman citizens share in the loneliness, live inside their shells looking out, or (in the case of Frank Hirsch) peeping in at night through the lighted windows of his neighbours, at life happening somewhere else while their years pass unchanging inside the bubble. There is even an acceleration of time as the novel progresses, from almost minute by minute presentations in the opening chapters to skipping entire years of working 9 to 5 in a factory towards the end. You can almost excuse and understand the need to go out and get stinkingly drunk on a regular basis at infamous watering holes like Smitty’s: The tensions, vague fear, and that almost unbearable feeling that nobody on earth loved him, which had made him almost run down the stairs of the hotel, all left him as he parked under the dimly lit windows of the backbar, and got out and went around front and in the door. He quite suddeny felt excited, and anticipatory, and in some way, vastly relieved. [...]For a moment, he had a peculiar feeling that none of them had left, but had been here all that time, the perpetual hard-core nucleus of a never-ending party. To quote ‘Bama Dillert on the subject: Well, come on, the tall man said. We might as well, I guess. There’s nothing else to do around here. Books are supposed to offer comfort and escape to the troubled mind instead of alcohol. Dave Hirsch carried with him through the Battle of the Bulge his favorites :  There were five, all Viking Portables. Fitzgerald, Hemingway, Faulkner, Steinbeck, Wolfe – the five major influences his sister, Francine had called them.  . Other people feel threatened by the written word, or by what these books might reveal about themselves :  Frank did not read a book a year and said it was because he was too busy making a living, but the truth was books frightened him. He would never learn to read them easily.  . Gwen pretends at academic detachment, giving voice maybe to the author’s own views on the role of the novel and a reason why he needed a thousand pages to make his point :  What is poetry? It’s the evocation of an emotion. Fine. But novels not only evoke emotions in the reader, they also show what, and why they are really felt. They explain – or at least they should do. . The only one who apparently has won through to illumination, to peace of mind, is Bob French , the elderly poet and literature professor who casts an amiable gaze over the follies of the younger generation :  I don’t know anything. I just guess – and hope. I read, and I wonder. But there are no innocent bystanders in Parkman, Illinois, and Bob French in his detachment is as guilty as the other town inhabitans (view spoiler)[in the tragedy that ends Dave Hirsch’s life.  (hide spoiler)] . I might have looked with a kinder eye at his final speech about the educative power of suffering, if not for witnessing the damage that could have been avoided by a less cynical and laisez-faire atitude: Every man must find his own salvation. It’s not to be found in another person. Not in friendship; but most particularly not in love. That’s where our American culture – our whole Western culture – has fallen down. It’s tried to teach us that salvation can be found there: in love. Listen to a love song on a radio and see how it affects you, emotionally, even while your mind may be laughing at it.The simple avoidance of loneliness is not enough. The simple avoidance of pain, of discomfort, is not enough. That way we stagnate. That’s regression. We depend too much on creature comforts, in our culture; and love is one of the main ones of these. Did you ever notice how disgusting, how really idiotic, requited lovers are? Only when their love finally wears out do they really become human again, suffer again. ... because while Dave Hirsch is annoying and indecisive, he at least has the kind heart and the empathy to feel the pain of his fellow men, and to write about their dreary lives with compassion and understanding, viewing the American society of the early 50’s as a reenactment of the crepuscular days of the Roman Empire: These were the Plebs, he thought looking around the booth. The maimed veterans of the Legions, the shopkeepers without shops, the wives without husbands, the whores without cribs. The teeming life-loving life-devouring ant heap of the Forum, living their lives out in the taverns and the occasional circus given them for their vote, hooting at the false virtue of their leaders – but their willing prey nonetheless – and trying hard to forget the barbarian hordes gathering like a thunderhead in the horizons of the north. Another (view spoiler)[ between the intellectual dryness of Gwen and the slovenliness of Ginnie Moorehead, Dave makes the gesture that should have ultimately saved his soul, marrying the hooker, but even this is not enough in the crushing reality of making ends meet and keeping up appearances of respectability: Poor old Ginnie, who with nothing, the lowest of the lowly, could still go on and live and strive and hope, in her honest, dumb way. Ginnie was a symbol of the whole human race, and its own affirmation.  (hide spoiler)]Less of a spoiler might be the information that this is not a novel with a happy ending. I prefer to finish my review though not by disclosing the resolution, but the wisdom that Dave Hirsch gained in his years of struggle with loneliness and self-awareness : If he had ever believed in anything, Dave Hirsh believed fervently in the rights of the free individual. Every human being had the right to be treated like a human being, and not like some kind of animal. Every human being had the right to some measure of dignity – no matter how unbeautiful that human being might be physically, or how low mentally. In a similar vein : One simply cannot withdraw from life. --- A failed masterpiece, too long and unfocused and depressing for its own good, but one that gives a strong vibe of authenticity, of honesty, probably the result of autobiographical elements that I understand mark the rest of the author’s novels. I plan to finally check out From Here to Eternity, hopefully also in unabridged version, something I keep putting off due to sheer size.",
    "I read James Jones' first novel, \"From Here To Eternity,\" a few years ago, and was impressed by it, and finally recently got around to reading his second, \"Some Came Running.\" Long out of print, I found some copies on half.com and ordered one up, only to find, upon its arrival in the mail, that I'd ordered the abridged version. I did a little research and found that the abridged version was first published in 1958, the year after the novel came out, in order to coincide with the film adaptation released at the time. The book's type was fairly small, and at six hundred pages, I wondered what all had been abridged.Turns out, quite a bit. I ordered the (more expensive) original hardcover version, which comes in at over 1250 pages, and that's more or less taken up all of my reading time for the last forty days.It's understandable why the publishing company (movie studio?) would have demanded a shortened version, and indeed there are long, somewhat rambling passages throughout the novel, though I wouldn't fault it for its length. The book contains a lot of melodrama, and takes place over the course of a few years, investing many different characters in the fictional town of Parkman, Illinois. In many ways, it has a soap opera type of feel, and reading it, I didn't often find myself up at two in the morning, compelled to keep turning pages, but was never bored. It's disappointing that one) the book is no longer in print; and that two) the abridgement was apparently the more popular, more published version.The book doesn't have the excitement or emotional impact of the near-perfect \"From Here to Eternity,\" but does succeed as a different kind of story, a story of a small town, which unfolds at a slow but appropriate pace, following a man named Dave Hirsch, returning to his home town after nineteen years away, time he spent in the army and with a group of young novelists. I picked up a copy of the Vincente Minnelli film and watched it immediately upon finishing the book. Normally, that's how I like to do in cases where I haven't read a book or seen its film adaptation: one after the other. This time, I feel that was an error. At the outset, it seemed unlikely a film version of this book would work, not only because of the length and the constant profanity (which you couldn't get away with in 1957, of course), but because chief among the novel's themes are sex and writing, and how sexual thoughts and needs affect the creative mind.The movie threw me a bit, because these are, obviously not the themes of the film. The writing is touched on, of course, but is not the main focus. The movie deals more with incorrect ideas and perceptions about people we don't know, and how they can often be wrong, sometimes devastatingly so. The sex is, of course, all but completely missing from the film.Normally I can judge a movie based on its own merits, but I think that this time around, having spent over a month reading this wonderful book, I was too taken aback by the movie's different ideas and themes to enjoy as well as I could have.I'd like to say something here about the grammar and punctuation of this novel, and of James Jones' work in general. From my research I learned that he got some shit from critics at the time for his lack of apostrophes and his creative bending of the usual rules of grammar. This was evident in \"From Here to Eternity,\" where \"can't\" is written as \"cant,\" and \"readin'\" is \"readin\"--but is even moreso in \"Some Came Running.\" From what I understand, he abandoned this style later in his career (though I have no personal knowledge of that, as I have yet to read his later works). But there are a number of instances in \"Some Came Running\" in which apostrophes ARE used, but not for an discernible reason. It almost seems as though he set out with a particular style, taking the g's off word-endings and eliminating apostrophes, and this caused some difficulty for his publisher. The result is somewhat sloppy, but the intent didn't bother me. It's just that there's nothing uniform about the way it's written out.The adverbs are the other thing I'd like mention. Normally a writer should try and avoid over-use of adverbs, as a general rule, but here, as in \"From Here to Eternity,\" Jones revels in them. He uses adverbs constantly, including some very strange ones, like \"fireily,\" as in, \"'Get away from there!' he shouted fireily.\" Some other bizarre ones include \"friendlily\" and \"sillily.\" Indeed, it seems Jones will make an adverb out of any word at all, sometimes stringing them together: \". . . he said fireily, angrily.\" This doesn't bother me, though I'm not sure why. Normally I wouldn't be able to get through ten pages of a book so rife with adverbs. But there's something about his style, something I can't put my finger on, that I just love. And the adverbs not only don't bother me, but I rather enjoy them.",
    "I am yet under the spell Some Came Running put on me fifty-two years ago. If James Jones wasn't himself a sorcerer, he surely must have tapped into some magic reservoir of imagination when he created the most poignant romantic tragedy I've ever read.I've kept the paperback copy from 1963 but haven't opened it since. Was afraid Jones's story might no longer affect the profound emotions it did back then in me—a small-town Midwesterner on the verge of running away to the Army to flee his failures. I've learned from sad experience along the way trying to recapture a past enchantment often dispels the memory's potency. Some Came Running's was one I had rather not risked losing.What finally prompted me to take that risk was hearing “Gwen's Theme” from the novel's movie version. Now, the movie left so little impression on me I have barely a recollection of seeing it. I did not recognize the music. Knowing what it represented, though, I could feel through its peculiar, rending harmonies, its swells, diminishes, and earnest tempos, the depth of longing and anguish and sorrow shared by Gwen and her lover as they returned to me from the book. It drew me in like a siren song. With my old paperback copy still in boxes with hundreds of other books from my recent move, I went online to see if maybe there was an ebook version. This is when I learned not only that Some Came Running had been out of print for over half a century, but that a newly abridged edition appeared just last year. Curious to see the impressions of others who'd returned to Some Came Running via this abridgment, I read a few of the “customer reviews” on Amazon.com. It was here I discovered that the version I had read was drastically cut from the original edition—down more than half the 1,266 pages of the original. The cut version had been published in conjunction with the movie. In her foreword to the new abridgment, the editing of which she supervised and which restored all but about 250 pages of the original, Jones's daughter, novelist Kaylie Jones, gives us a peek behind the curtain at her father's mindset when the first edition came out:“Rereading it, I realized how important it is, and that it could have used a very good line editor.” she wrote. “I am speaking more from instinct and with hindsight than from certainty here, but I believe my father resisted edits because, expecting a harsh response from what he considered the snooty 'ivory tower' literary establishment, he decided to thumb his nose at it in every way possible.”This would explain the missing apostrophes in contractions, an oddity I don't remember from my previous reading. I take an irreverent joy from this, fully appreciating the author's passion. Kaylie Jones's revelation also explains in part—for me, anyway—her father's genius for getting under social pretension and into the marrow of his readers' souls, enabling me to thumb my nose at such contemporaries of Jones as Norman Mailer and William Styron. Some months before my first reading of Some Came Running I had come across a piece of nasty gossip Mailer published about Styron reading aloud at a dinner party some of Jones's work (in his absence) and making fun of it.At the time I highly admired all three novelists. Sadly I admit this disparagement of Jones's skill influenced me to regard him for a while thereafter in a lesser light. Time has proven to be the true test of their merits in my estimation, all three of them. Simply put, Some Came Running is more real to me today than anything I have read by Mailer or Styron—and not only because I've just finished reading it again. It is the reason I read it again. I remember Mailer and Styron as clever wordsmiths—Mailer, especially. Brilliant even. But that's about all I remember of their work. It was top-tier, original literary writing, which no doubt dazzled the hell out of me at the time I read it, but which has not remained with me at any depth.Best-selling novelist Elmore Leonard in the most oft-repeated of his ten rules of writing said, “If it sounds like writing, I rewrite it.” But of course top-tier literary writers thumb their nose at such advice. Theirs might as well be, if it doesn't sound like writing, I rewrite it. Leonard Michaels blamed his lack of commercial success on this concept, despite winning literary awards for his essays and short fiction and seeing his novel The Men's Club made into a movie. Michaels said in an entry to his journal: “My writing feels warm until I revise, make it better, and then it gets cold. I should revise further, mess up my sentences, make them warm, make money.” If this sounds cynical, here's an insightful squib from the introduction to a published abridgment of his journal, Time out of Mind: “I believed the notebooks contained 'real feelings.' not social feelings.”And here he is again: “Style is the way an action continues to be like itself. It's an imitation of necessity. Max J. Friedlander, my favorite art historian, says, 'unconscious action leads to style. Conscious action to mannerism...the art form, insofar as it springs from the soul, is style, insofar as it issues from the mind is manner.”Don't get me wrong, I love good writing. I'm not saying good writing precludes genius, or that genius must break the rules of good writing. I can't tell you what it takes a writer to reach genius. And it's apparent to me the “snooty 'ivory tower' literary establishment” can't, either. But I do know this: James Jones created a world that entering even only half of has kept me inside it for half a century. He did this by increments: subtle layers of consciousness, language and voice. You're in the main characters' heads whether they're actively thinking or merely in tune with the narrator, whose voice morphs into that of whichever character's point of view we are sharing. (I've gotten so accustomed to Jones's leaving the apostrophes out of contractions I almost did it above. It was a little distracting at first in the reading, and I really see no artistic need for it, but eventually if I noticed it at all I found myself enjoying the author's little literary bird flips.)Come to think of it, there's something more particular within the world of Some Came Running that's held me prisoner all these years, although the ambience of the fictitious Parkman, Ill., tickles so many memories of my own hometown in Wisconsin I'm sure it is part of its hold on me. And I've no doubt this backdrop, this so familiar setting with its ways and its people, their attitudes and outlooks and vernacular, so familiar I find myself unconsciously substituting characters from my childhood for those in the novel, so familiar I feel the heavy pull of nostalgia for a hometown I haven't seen for so long and might not ever see again, this imaginary Parkman, Ill., has its own permanent residence somewhere in my memory. But the real, inclusive grip Some Came Running has on me, has on my heart and most likely always will, is a kitchen. Yes, you read that right. A damned kitchen.It's the kitchen in the house where Gwen lives with her father, English professor/poet Bob. It is where they spend most of their time when they're home, where they entertain Dave and help him with his novel on his many many visits to the place they call Last Retreat. Long and rough-beamed, with a roaring brick fireplace at one end, this kitchen in my imagination glows with a soft amber light that brings a mystical life to the woodwork, the laden bookshelves and the sensible furniture. When Dave first sees it he imagines he is staring down a huge hall in a medieval castle.After Dave has had a chance to take in this marvel as a first impression, Bob asks him what he thinks of it. “Its beautiful,” Dave said, “very beautiful.” And it was, too. It was like a haven, like a haven on a snowy blowing freezing night. Like in one of those oldfashioned Christmas card pictures you always loved to look at but didnt much believe in places like that any more.This imaginary medieval kitchen has haunted my sleep dreams on and off ever since I made its acquaintance the year LBJ came to power. Emotions living there are as potent as any I have known when awake. It's where Gwen weeps alone in anguished frustration at the secret she keeps from everyone, the secret that keeps her from consummating her love for Dave. It's where Dave confronts Gwen, and later Bob, beseeching them with his own anguish over the tortured incomplete love affair.James Jones alludes to this tragic situation in a special note he included with the original edition:“There is a character in this novel which may cause surprise, or consternation, or even disbelief, among certain types of readers: that of the lady school teacher. In this connection, the author would like to point out that this character is—though changed and modified and personalized to suit the author’s need, of course—the result of the author’s fascination with, and great admiration for, Miss Emily Dickinson. The author would like to, and chooses to, believe that such ladies could exist in 1950 as well as 1850.”Indeed, they do yet.",
    "I'd wanted to read this for some time, but I've never actually seen a copy in the UK, and also there are three different versions of it out there, making it difficult to decide which to read. Decided to go with this new \"definitive\" version as an eBook as this is a seriously weighty tome of over 1000 pages, and I thought it would be easier than lugging the actual thing around. Also, from what I understand, there's a lack of punctuation in the original which is apparently annoying, but I didn't really want to go for the shorter abridged version either.The book probably is overlong, but very seldom becomes tedious, so I don't think it matters much. However, some of the more mundane details do seem a little unnecessary. But there's something about James Jones I really like. He's not a very elegant writer, but his ambition and determination to dig right down to the real truth of people is certainly to be admired, and I think he's one of the most clear-sighted novelists I can think of. \"The Thin Red Line\", for example, is perhaps the most bullshit-free of all novels about men in combat. In \"Some Came Running\", we get to know quite a number of characters probably better than we get to know almost anyone in real life - so well, in fact, that it almost makes you feel a little queasy at times. I'd seen the film version prior to reading this and I still think the film's pretty good, given the amount that had to be cut out both in order to appease the censors and to make a two hour film out of it. Frank Sinatra and Shirley Maclaine are a bit too good-looking for their characters as written by Jones, though... To me, the character of 'Bama Dillert called out for Robert Mitchum, but it was played by Dean Martin, presumably beacause his mate Frank was in it. Martin was very good in the film, but I actually found that 'Bama came across as less unpleasant in the book!It's a shame that Jones is forgotten in the UK. If I mention his name all I get is a blank face. If I say he wrote \"From Here To Eternity\", people have only seen the film and seem to assume that the book was a trashy bestseller. If I mention \"The Thin Red Line\", people have no idea it was ever a book. Even these have been out of print here for years. It's good to see that his estate have made his catalogue available in good eBook and print-on-demand editions, but I doubt it will change anything over here. This is unfortunate because reading \"Some Came Running\" reminded me that Jones still has something important to tell us about ourselves, even if it is a rather pessimistic vision. If anyone reading this is interested to find out more about Jones, I recommend the Paris Review interview here: http://www.theparisreview.org/intervi... and this doc on YouTube: http://www.youtube.com/watch?v=cOeeIg...",
    "2nd from jones for me...having recently read his From Here to Eternity...a long, long story, one w/a nice conclusion, the end of a journey, the beginning of another...perhaps this is a continuance of that journey? i dunno. t'would appear there's several variations of this story...an abridged version...although this one, \"the definitive edition\" seems to be the...original length...long. kindle...there's a quote, 1st off...from --sir walter releigh:one book among the rest is dear to me; as when a man, having tired himself in deed...against the world, and falling back to write, sated with love, or crazed with vanity, or drunk with joy, or maimed by fortune's spite, sets down his paternoster and his creed.i for one am thankful people no longer speak that way.&...another quote...this one from Don Quixote:at last he was free of the damnable books of romance.a comment on the preceding, perhaps?&!...yet another quote!...this one from mark 10:17-22...i won't write the whole thing out...just the start off: and when he was gone forth into the way, there came one running...&...yet another quote! from Edna St. Vincent Millay...from \"dirge without music\"...down, down, down into the darkness of the grave...a dedication from jones: this novel is dedicated to the memory of my sister mary ann jones......followed by the second stanza from the above.contentsspecial note...prologuebook one, the investmentbook two, the jobbook three, the craftbook four, the love affairbook five, the marriagebook six, the releaseepilogue...the special note...usual disclaimer...there is no parkman, illinois...no israel, eitherstory begins:prologuethey came running through the fog across the snow, lumbering, the long rifles held up awkwardly high, the pot helmets they were all so proud of gleaming dully, running fast, but appearing to come slowly, lifting their feet high in the big, thick boots, foreign, alien, brain-chilling.what came to be known as \"the battle of the bulge\".and this idea is repeated:it was the new way of life--without lawyers, without judges, without courts of appeal. no supreme court, no president, no congress, no fbi. and he knew, definitely, at last, that it would never stop.book one: the investment begins:of course, he knew the town when the bus slowed coming into it. he had known it nineteen years ago when he left it, and he would know it again nineteen years from now, if he should ever happen to come back a second time.time & place**the prologue is europe...the end of the war...concerns dave hirsh of the 3615th qm gas supply company, a medic...over thirty...1945**1947, parkman, illinois...dave returns here...hometown, southern illinois, cray county illinois...several years are spent in the telling*christmas, 1947...christmas, 1948*by story end...it is the time of the korean war...*1949...1950*the hotel francis parkman*ciro's, a beer tavern restaurant*cray county bank...where brother frank is a member of the board*2nd national bank*smitty's...a tavern...real name, drop inn dram shop*sternutol chemical, a big employer in area*brassiere factory, another employer*new lebanon, dark bend river...*israel,little town five miles east of parkman on the banks of the river*wabash river, wabash valley, eastern illinois...bradley...**athletic club poolroom where dave meets w/'bama and the others*west lancaster, nearby town*terre haute...indianapolis...'bama takes dave and 2 girls there for an overnighter that turns into five days*cincinnati...frank goes there on a buying trip...st. louis, another*the taxi office, on plum street, right behind the foyer poolroom...came to be dubbed \"frank's taxi service\" although they painted the 3-4 cabs w/red & black checkers*stephen a douglas hotel, a 3-story frame structure...on apple street...dave moves into here after deciding to stay on in parkman to help his bro begin a taxi service*last retreat in israel, the french home*the foyer...the other poolroom on the square*the pump room at the ambassador east...for dinner, geneve & frank*annie's restaurant, next door to ciro's*canary cottage on the circle...indianapolis*claypool hotel...indianapolis*cray county country club*little town of dering in central florida where dave/'bama meet jim and his uncle james*miami, florida...'bama and dave are here for four months...on a whim*winnie's little club...florida...bar of music...five o'clock club, more*nite owl in the west end business district*mcmillan's sporting goods in terre haute*lake audubon...where dawn/wally go to get away*st. vincent's hospital...where they took 'bama*woodsmen's lodge...place dave/'bama play poker*church of christ, saved*castle finn...a strange, little settlement in the bottoms*abraham lincoln...in springfield...frank stays here*parkman village shopping center...big idea of frank's*korea/epilogue*pioneer days...in parkman...(spent time in iowa and this seems to be the fashion, still...mount vernon heritage days...solon beef days...north liberty heritage days...)*factory where dave gets a job painting munitions...terre hautecharacters*those in prologue & epilogue not listed*hirsh, david l., main protagonist...36-yr-old, later 37-yr-old...returning home after an absence of 19 years...as a senior in high school, he got a girl pregnant, was forced to leave, to join a circus, that was 1928...later...1943, drafted army/war...he has written/published...2? novels?...but has not written anything for a time...a poem he calls, \"hunger\"...love poem never pubbed...wants to write a comic combat novel...and, w/gwen and bob french's help...he tries to begin doing so...*frank hirsh dave's brother, a jeweler in parkman, a member of the board, cray county bank, and from the time dave has been in the 5th grade, frank had acted as father, as the old man took off*agnes marie, frank's wife...had been agnes towns*little dawn, frank & agnes's daughter, dawn anne*o'donnell...driver of the bus that brought dave to parkman*freddy barker, the clerk at the hotel parkman*francine...dave/frank's sister, in hollywood, an english teacher, and she is a twin w/frank*three other brothers, one in milwaukee, one in new york, one in st. louis, edward, darrell, & george*jake, a tall gray-headed, long-nosed man at ciro's, bartender/cook*three men at ciro's, former soldiers...'bama dillert, dewey cole, & hubie murson**'bama dillert, william howard taft dillert, born 1912*anton wernz iii, second national bank*wally...wallace french dennis...a young man, a writer, too young to have served...knows/read david hirsh's writing...officially he is 22, as he fixed his license...he also ends many sentences with, man.*harriet bowman...of greater los angeles, now married to a lawyer, but a woman w/whom dave hirsh was...in love, or something*elvira (bales) hirsh, dave's mother is still around...but he has yet to see her...17% into the story...still not seen by the 36% mark...lives in an apt frank leased for her at the wernz arms*dave's father is in parkman, but he is a kind of...town drunk...left the family and he is dead to them...his name, old man herschmidt, victor herschmidt, ran off w/the wife of the family doctor, the doc's savings...but 5 years later returned, alone...and now lives in a pension home.*guinevere \"gwen\" french...was a few years behind dave in school, now w/a phd english or a variation, 35-yr-old...still a virgin*old man french, bob french, robert ball french...her father, high school english teacher, a poet, and the frenches live in israel, five miles away*george blanca, kenny mckeean (suicide), & herman daniel...fellow writers w/dave hirsh...although none of them are writing now...and it is a project of gwen french to theorize why--because of love...*al lowe, 32-yr-old...works for frank in jewelry store...frank is having an, has been having an affair, with al's wifegeneve...al's wife, 29-yr-old, works at the mode shop across the square...for*dotty callter*edith barclay...works for frank...knows what is going on despite frank's belief that she is clueless...her father,*john barclay, works for sternutol chemical*tom alexander's wife...customer*judge steve deacon...yucky yuck mover shaker good ole boy*ned roberts...2nd national bank officer*mrs stevens and her daughter, virginia, the future bride, customers, just looking, pleased and thank you--the stevens-bookwright marriage*arthur bookwright...the future groom*harold bookwright, sales manager for the sternutol chemical company's local marketing division*t l stevens...father of the bride...runs the western auto store*frank's watch repairman...not named...a...grizzled old man*old simon clatfelter across the square, another jeweler...carried the towle line, praise jesus, now and forevermore*jane staley, edith's grandmother, 62-yr-old, goes bar-hopping w/older men*doris fredric, daughter of paul fredric...a friend of edith who lives across the way*paul fredric, president of the 2nd national bank*gus nernst and raymond cole, dewey's brother...dave meets at poolhall*girls at smitty's: martha garvey (hubie's girl)...lois wallup...(dewey's girl)...& ginnie moorehead...& rosalie sansome*smitty's extra bartender, a one-armed youth of 21 or 2, eddie*b.h. smith...\"smitty\"*harold alberson...edith barclay is has been dating him...a kind of dweeb*sherm ruedy, parkman chief of police*old man garvey...martha's father...runs a big old fillin station out on the west end*old lady archey...taxi customer...wantin to go over to miz burdieu's and gab awhile*old lady rugel...dave/frank's father stays at some sort of...place...and she is the...caretaker, or something...of a pension home*albie shipe, taxi driver...dave wants/gets him to split the many hours he had worked as 'manager'*clark hibbard...oregonian editorial writer, a republican, and also the state representative w/his eyes on larger things*ed delancie...owns a shop...gadget repair...where wally worked during high school...*steve bennett...wally & him spent time in florida...st. pete/tampa area*mrs mertz, the cleaning woman...knows wally's mom...mertz is a holy roller*w/albin \"albie\" shipe, a youth named fitzjarrald...and a boy named lee...hired by frank as taxi drivers*slim carroll...and slim's attorney...to do w/the purchase of cars...frank is a silent partner in slim's dodge-plymouth business*marg...wally's mom*betty lee hibbard*jimmy shotridge...has proposed to dawn...a freshman at the u of ill*old les, the pro at the country club*doc cost...the doc whose wife ran off w/frank & dave's old man...they family doctor, still*jim custis...man in florida that dave/'bama meet...and is part of the inspiration for a story, \"the confederate\" that dave writes & bob french helps get published*jim's uncle hames frye*elvie, the fat, crippled old vet known as the \"custodian\"...a kind of...barkeep/cook at a place*dave's old man's younger brother, roland*old lloyd monds, the livestock dealer, owns some prime real estate that frank is interested in...belief the bypass will be placed there*betty lee hibbard*dr clarence brock pirtle...at the local parkman college*harv one of two mechanics that arrive to service dave's little plymouth, left, when he went to florida for four months*mr & mrs gene alberson...own the house that dave/'bama rent...and parents of harold alberson*lorelei shaw from terre haute...girlfriend of gus nernst, one of the habitual denizens of smitty's*milton evans...gwen's 1st 'love'...from ago...high school*mrs millar...friend of mrs. hirsh...elvira*mrs ethel weller, another*cousin wilson ball...gwen's cousin...in tucson*walter, 7-yr-old boy that frank/agnes adopt*susan, shotridge's older sister, a senior at illinois, champaign*doc earl mitchell...treats 'bama*a catholic nun...at hospital/'bama*dewey cole's mother...hired as maid for dave/'bama...mrs \"possum\" cole, whose name was vona...biggest gossip in parkman*shardine jones...worked one day as maid for dave/'bama...but quit as she is a religious lady and they are anything but...a negro woman and a devout methodist*a chubby, pleasant little welfare man...to do w/the adoption...never named*old max thompson...parkman's previous chief of police*mildred pierce...another of the brassier factory workers...i think, not listed previously w/the other*clint and murray...two croppers who work/live on 'bama's farm where his wife*ruth...'bama's wife*johnny...ted...taylor...couple of 'bama's children*emmett...'bama's brother*jim thurston...jimmer...from 'bama's past*eddie barra...friend of clark's...clark hibbard...to do w/frank...looks after frank for the night*the greek...not named...helps frank buy land...and is a \"friend of clark's\"*allis...a land-owner to do w/the bypass/frank*doctor goster...gwen*rick, the one-armed marine...a kind of precursor to the one-armed man of the fugitive fame*mr beckett...magazine guy to-do w/dawn and shotridge...weight: the magazine of opinion*miss diana sue shotridge...baby of dawn/shotridge*mrs georgia sheldon...divorcee...helps agnes discover things*mary ellen in kansas city...agnes's sister*mrs florence duboise...2nd nat'l bank cashiera quote or twobecause men who lived their kind of lives learned early that incuriosity is, at certain times, just as important or more so than curiosity is at others.all his life he had been horrified at the indifference the rest of the human race showed him.all of us seem to have two sides to our natures. the oldest bronze in existence is janus, you know.an idea (or two) that is also present in From Here to Eternityhe remembered it finally got to be a vague disquieting impression he carried with him all the time that nothing was what you could actually call real.--dave hirshwords had no meaning, when he reached out to touch them, his hand seemed to go through them like fog, but when he pulled it back, it was not bloody, he could not wake up, he tried and tried, sleep would not go away.tremendous amount of thought and energy was being expended, wasted--all because he had inadvertently said something about wanting to get fixed up.a note on the narrationthrough the 1st four chapters the story is told through dave hirsh's p.o.v....and chap five changes to frank's...& there are also sections told through edith barclay's pov...her grandmother's pov...and agnes's pov...through dawn's pov...this by the 17%-mark on the kindle.by the 36%-mark, many of the characters underlined above have been used as the focal point for the telling.an idea that is repeated w/at least one comedic variationwriting is a lot like sex exhibitionism. like the man on the street who is under a compulsion to take his genitals out and show them to people. especially to women.couple more ideas...to do w/gwenunconscious and conscious writing...the 2nd a more evolved writing...what she was trying to prove--if possibly conclusively--that the self-destructiveness of talent had to do with love--or the lack of it....and that was the main point of her thesis: that the love itself--or the illusion of it--was in every case more important than the talent...another ideait's the simple fact we don't give our children physical affection like we use to: holdin them, and pattin them, and rubbin them...when kids are little they need that kind of touch. they get something out of it. a confidence. they get a certain physical reassurance...where do the ducks go when the pond is frozen?several books are mentionedstorm, george r stewartpainted veils, hunekerdecisive battles their influence upon history & civilization, jfc fullerthe kinsey report...several copies are floating around...or hidden...in the story...and...dunno if this a different book, butsexual behavior in the human male by kinsey is also aboutthe man of the renaissance...ralph roederhawthorne's marble faunlight on the path...shun not the cloak of evil, for if you do it will be yours to wear...and if you turn with horror from it, when it is flung upon your shoulders, it will cling more closely to you.emerson's poem...'bout the red slayer...\"brahma\"?dave writes...as does bob...as does wally\"the confederate\" by dave\"the peon's\"...by dave\"the king is helpless\" a poem by bobsome things i likedthe character of frank is a hoot...as the story progressed...he takes on qualities one finds in Flannery O'Connor & Harry Crews stories...and that's a clue as to the quality frank becomes...some of the relationshipslike the marriages of more than a few...mayhap all of them...'bama & his wife ruth...frank & agnes...'bama's wife allows him to get away w/pretty much anything he pleases and he pleases his self...frank is the same way, but whereas 'bama is from the poorer side of town...frank is a yucky-yuck...and then there's dave and the love he seeks though he never seems to find just what he is looking for...or does he?...in ginnie? even that is questionable.update, finished, 24 dec 12, monday evening, 6:58 p.m. e.s.t.this is an incredible story...i've marked it as a favorite...and that happened w/the conclusion, or shortly before the finale. both stories from jones now that i've read, both have a fantastic conclusion...a feat that seems lacking in most stories of this...caliber. jones knows how to tell a story...he knows how to end one.there's a lot to like about the telling...the incredibly long telling...the characters, for one, their relationships w/one another...the married relationships in the story...the friendships...the whole shebang.and...there's enough...what's the word...philosophy?...something like that...there's enough here to ponder and consider and keep you awake nights.and...i like the way in which the writings of dave...i like how what he is hoping to accomplish w/his fiction seems to be an echo of the story here that is told. so yeah...in the end...things that will keep one awake at night...i feel wrung out and hung up to dry...the character/place list above is not complete...don't feel up to it now. ",
    "In \"Some Came Running\" James Jones, author of \"From Here to Eternity\", takes a seemingly personal and at times depressing look at the dark side of veterans returning home after WWII. Using the fictional town of Parkman, Illinois as a backdrop, Jones takes the reader deep into the Psyche of of the townspeople, returning GI's and civilians alike, showing the trauma of readjustment as well as the social changes happening in post war U.S. A very long and at times dark story, the book nonetheless is a must read for anyone curious about the effects of that war on middle America. ",
    "Added 8/31/16. (First published January 1st 1957) On 8/31/16, on TCM-TV, I caught the tale-end of the film version of this book.FILM: \"Some Came Running\" (1958)http://www.imdb.com/title/tt0052218/?...https://www.amazon.com/Some-Came-Runn...\"Frank Sinatra, Shirley MacLaine and Dean Martin star in this powerful drama about the challenges facing a veteran when he returns home to deal with family secrets and town scandals.\" https://dvd.netflix.com/Search?oq=&am...;\"When soldier and writer Dave Hirsch (Frank Sinatra) returns from World War II, he finds that his seemingly quiet hometown hides complex secrets. As he tries to readjust, he falls in with a local gambler (Dean Martin), while his very presence shakes things up in the community. Shirley MacLaine, Arthur Kennedy and Martha Hyer each received Oscar nominations for their performances in this classic drama from Vincente Minnelli.\"Author, James Jones, was an American author known for his explorations of World War II and its aftermath. His wartime experiences inspired some of his most famous works. He witnessed the Japanese attack on Pearl Harbor, which led to his first published novel, From Here to Eternity. The Thin Red Line reflected his combat experiences on Guadalcanal. His last novel, Whistle, was based on his hospital stay in Memphis, Tennessee, recovering from his wounds. Excerpted from Wikipedia.FROM: https://www.goodreads.com/author/show...",
    "I borrowed this book from the local library, believing it to be another great World War II novel, because the writer was James Jones, the author of \"From Here to Eternity\"Only when I started to read it later that evening, did I discover that it had nothing at all to do with war or the military.Too stubborn to admit my mistake, even to myself, I continued reading and I am very glad I did.It is difficult to describe very much about this story without inadvertently leaking a spoiler; so I won't.I will say this; anyone who has ever experienced the feeling that you just didn't fit in with a social situation in which you found yourself, will be able to relate to the main character's dilemma and how he struggles to adapt, or at least better understand the situation.If you are familiar with Mr. Jones' realistic and gritty writing style, you know better than to hope that everyone will live happily ever after.",
    "This was the book that didn't end. It just went on and on, my friend... Some people started reading it, not knowing what it was and they'll continue reading it forever just because... I bought this on my Kindle and had no idea it was over 12,000 pages long. By the time I realized, I just decided to keep reading it. Overall, it was a good story but there were no moments of real excitement. It just felt like a plodding life -- and maybe that was the point. I guessed part of the ending when I wasn't even halfway through the book. This book would have gotten more stars if it had been about 900 pages shorter. ",
    ""
  ],
  "isbn": "9780440182610",
  "description": "...more"
},{
  "reviews": [
    "I chose this book because it was about a cat. All of my writing involves a cat and I like to see how other authors handled cat stories. While I had a vague recollection of the film, I didn't know much more about the book,so all in all this was a bit of 'reading' research.I wondered as I started to read whether this story would have made it to print in this day and age. Laying aside the portrayal of gypsies, which many would find objectionable, the sentence structures are, perhaps, too long and complex for young readers. Once settled to the style, the writing draws you in to an imaginary Highland village which feels real, as do the people in it; although, for a while I imagined MacDhui as groundsman Willie from The Simpsons and the village teetered on the edge of Brigadoon. The depth of description brought the characters to life and one description, in particular, brought a real smile to my face. The author's love of cats was obvious in his construction of Thomasina,in his descriptions of her movements and the creation of her characteristics. Not everyone likes stories where emotions are attributed to animals; I do, as do many others and Gallico does it well.The story is enjoyable and while slightly dark at the beginning is one of sentimentality which carries with it some of the sugary sweetness that can be found in and on a tin of Scottish shortbread. It is a well crafted tale and shows the true skills of a wordsmith at work, which shines through even in its use of Scots. My only problem with the book is that I'm not sure who would read it; cat lovers certainly; some youngsters, but many may struggle a little with the style, while for others the early content would pose a problem; I'm not sure who else. ",
    "Though I realize this book comes off as a little surreal and even difficult to some people, I still would recommend it to anyone. I'm not even a cat person. Seriously. At first I thought the cat's self delusions (or memories whatever you want to call them)about being divine a little weird, but as I got more into the story I began to find it rather a musing. It is an interesting idea at any rate that is almost a fable to explain why cats come off as so conceited. I suppose if a cat really did re-incarnate over and over again through history and could remember being worshiped in ancient Egypt that would give it some excuse for feeling superior. At any rate, the story is really lovely and well written. Quite thought provoking. I was extremely touched at the end and cried like a baby during Mr. McDhui's internal struggle. I think the whole story is simply genius really. It deals so simply and honestly with human relationships. I'll probably wait till my kids are a bit older to read it to them, but I really think it is worth having a copy in the home.",
    "I absolutely loved this book. I always loved the movie as a little girl, but I hadn't watched it in some time. On a whim, I decided to buy it a couple of months ago. When I watched it, I noticed something I never had before. . .\"Based on the book by. . .\" I went online pretty much the second I saw that and I bought a used copy of it. I could NOT set it down. It went everywhere with me.I believe Paul Gallico has a different style of writing than most people are used to today. . .and I can see where that would make it not right for some individuals. I, however, could not have been happier with it. Mr. Gallico is an excellent story teller and I can't wait to read some more of his work. Its a shame that so much of it is out of print these days. ",
    "Book review written a while ago:It was with a little hesitation that I decided to reread, what I remembered, a child's book. However after the first chapter I was hooked not only for the sentimental reasons but also by the compelling story of the little girl, Mary Rhuadh, that loved her pet,Thomasina, so. Then the novel changed from a simple tale of Mary draping her pet around her shoulders to Thomasina's untimely death. Mary's father, Andrew MacDhui, is a veterinarian but he has no love for animals, mankind or God since he lost his wife. His dislike for animals causes him to be known as being quick with the chloroform, unfortunately for Thomasina who becomes a victim to his hastiness.Mary's overwhelming grief from what she believes is her pet's murder takes us into a very adult look at the issue of fairness as well as different views of God. Central to the story is the bitterness of lost faith and its offer to be regained.Gallico concludes that every man has a different conviction and concept of God; a theology that is agreeable even with cats, it seems.It was pleasing to be met with the depth of a spiritual journey in this cherished memory.Walt Disney took this novel and made a children's movie out of it. I am certain that I can credit Gallico for becoming a cat lover .I saw the movie when I was about 5 years old and it left such an impression that I named my first cat, Thomasina.",
    "\"'Have you ever seen an angel, Lori?\" 'I have heard their voices and the rush of their wings.'Mr MacDhui felt himself suddenly filled with an unaccountable sadness, the sadness that results sometimes from a forgotten dream, or some hidden hurt to the soul that is touched off by something accidental or ordinary in life.\"One of the joys of reading is coming across a book that is pure joy and considered a classic by many other readers, but that I've somehow never heard about or had a chance to read. As I grow older, this happens less often. Thomasina by Paul Gallico is a perfect example. It's a beautiful story about love, compassion, faith, and cats. Yes, cats! You can absolutely tell that the author owned cats. Cat lovers will recognize many funny details about their behavior in this wonderful story. I loved it, and I'm not ashamed to say that I shed a few tears. It's a bit sentimental, but there's no shame in that. I have to thank my sweet neighbor Kay French for loaning me this book. ",
    "- not that pretty. So, I'm off to the book. Where oh so many gingers. And that's including the cat.",
    "Paul Gallico's tale of Thomasina, the cat who lives who must die to fully experience her life, was the subject of one of my favorite early 60s live action Walt Disney films (The Three Lives of Thomasina). Starring the wonderful Patrick McGoohan (one of my favorite male stars at the time) as a veterinarian, Karen Dotrice (of Mary Poppins fame) as his daughter whose ill cat he doesn't have the time to treat, I loved this film. A great young-adult novel too, with some dark moments to thrill a young heart, Thomasina is a highly recommended read (and even as an adult, you may find yourself shedding a tear or two). Like Gallico's The Abandoned, much of the story it told through the eyes of the cat. ",
    "A good book. I liked how the author was not so concerned with what faith a person has so long as they have faith in something greater than themselves. It was a point well illustrated, and definitely left out of the classic Disney flick which prompted me to read this book. I grew up watching the movie, and as soon as I learned there was a book I HAD to read it. I am not sure if it's something I'll tackle again. I would recommend it to people who enjoy cats. Gallico definitely knows cats. I'm interested in reading some of his other books. \"Jenny\" but also \"The Poseidon Adventure\" ... which was a great movie ... and I always cry when Shelley Winters dies. It's always fun discovering new authors who's stories you appreciated before you knew who they were. I'm like this with songs too. I think the Bast stuff were my favorite parts of the book. The cat trying to cast doom on the world. I so know that face. Any cat owner knows this face. This book also got me to tear up a couple of times. Not so much at the end, but in the first chapter when Rabbie is put down ... my heart broke. Yes, this was a good book. ",
    ""
  ],
  "isbn": "9780930330934",
  "description": "A title adapted by Disney and filmed as Three Lives of Thomasina."
},{
  "reviews": [
    "I thought this book was excellent and I give the author cudos for writing this book when she did and to the publisher for publishing it. I was waffling at 4.5 stars and given this plus the author's writing I decided to rate it 5 on GR rather than down to 4 (since GR doesn't offer 1/2 stars).I felt like a 'nosy neighbor' (of Peyton Place) reading this book. It's not a gripping page turner, for me it was a book to be savored (it took me a month to read it!) I was very involved with each of the main characters' lives and goings on and that's just what this book is. We observe the lives of a cast of characters of a small New England town (Peyton Place) There are MANY very serious issues that are dealt with in this book - rape, unwed pregnancies, yet it is never written in a sordid fashion. In addition, the character development is outstanding. I mentioned the writing -- exquisite -- I was captivated from the first sentence \"Indian summer is like a woman. Ripe, hotly passionate, but fickle, she comes and goes as she pleases so that one is never sure whether she will come at all, nor for how long she will stay.\" Having been born and raised in New England, I remember exactly what Indian summers were like. A true classic!",
    "I had to go down to four stars because I thought the ending fizzled, but this was darn close to a five-star read. I was expecting something lurid a la Jacqueline Susann, but this is actually more like a New England-y version of To Kill a Mockingbird -- class conflict, racism, and closely-kept secrets in a small town. The other closest comparison would be to Stephen King, in that Peyton Place features an enormous cast of very New England-y characters, as well as many digressions into their thoughts and plans, no matter how unflattering some of these may be.There are a lot of things I want to say about this book, but I don't want to give any spoilers (since I myself have such an intense aversion to them). Suffice to say I'm going to be combing the racks of my local used bookstores for copies of Return to Peyton Place. I don't care if sequels are rarely as good as originals, I'm going back!One additional point I thought was worth mentioning -- it's a shame that this book has a reputation as being Valley of the Dolls-esque, because it's not lurid or sexual in the same way. In this way, I feel like it's a similar book to Lolita in that the title has become a shorthand for people who haven't read it to refer to something that the book is not about at all. Lolita isn't a youthful seductress; what Nabokov puts across again and again in his prose is that she's a child who is being sexually exploited. Similarly here, we get actually a pretty well-rounded spectrum of (hetero)sexuality, from abuse and rape to positive, woman-friendly sex. If you're looking for lesbian incest and nuns being gang-raped, don't read Peyton Place (instead read Jacqueline Susann's Once is Not Enough, in which all of the above and way, way more occur).",
    "Without a question, my favorite read of all-time. I've re-read it every Fall since my first time in 1986.Forget about the naysayers who write it off as mere soap, Metalious' earthy descriptions of the seasons alone are worth it. Anyone from a small town will be able to relate, but this is a MUST for anyone from a New England smalltown. We summered next door to the small town upon which this novel was based, and this one hits the nail right on the head. Enjoy!And if you do like it, I highly suggest Metalious' other works as well. Excepting the somewhat obvious sequel (which she didn't want to write), THE TIGHT WHITE COLLAR and NO APPLE IN EDEN are also winners written in a similar vein.",
    "One of the many things I remember from my childhood home is my mothers bookshelf which included the usual Readers Digest Omnibus books, a copy of Teach Yourself Italian, Norah Lofts, a book about Shackletons Adventures in Antarctica, Lady Chatterleys Lover and Peyton PLace. I can't remember if any of the books ever moved from their place on that shelf (which would indicate that someone was reading them) my mother never spoke about either of the two banned books and I was never, even slightly interested in looking at them let alone read them. My mothers copy of Peyton Place has long gone but a review on GRs rekindled the memory of it's place on that shelf and I decided it was long overdue a visit. Oh happy day, Oh joy when I started to read this! It tells the stories of three women (two from girlhood to womanhod) from small town NE during the late thirties and early forties and whilst many refer to it as soap I believe (along with many others) that nothing could be further from the truth. The stories of these women cover subjects, which at the time were pushed under the carpet, and in general ignored as either not taking place at all or only in the very rarest of circumstances, whereas in reality these things (incest, abortion, domestic violence) were situations faced by many women. It is also a book which is open about the sexuality of women which I guess at the time was something that women weren't, sexual that is. I can see why it caused a stir! It portrays people and situations exactly as they are, a side of people that at the time, some would like to think did not exist. The story though is not solely about women, many of the things that take place in Peyton Place happen to men and the story is as much theirs from the town big shot who rides rough shod over everyone and who raises his son to be equally as arrogant, to the newspaper publisher who seems to be to afraid to be controversial, and the little boy, raised by his strange mother, who harbours sadomasochistic inclinations.I loved it and as this was a library copy intend to to get my hands on my very own copy sooner rather than later.",
    "I remember watching an old ep of the soap opera, didn't care for it (then again I don't like any soap opera at all) the book sounds like it didn't need a soap opera making it look bad ;D",
    "I havn't seen either of the films or any of the series but the introduction inferes that the TV show was everything the book was not, many things were changed so everything GM worked to do was redressed. This book is very well written and well worth reading, the sexuality is very tame by to~days standards but I think it's the statement she made about taboo subjects thats at the forefront. Lots of things we think of as products of the 21st century are infact not.",
    "I must confess. I read this book on a bit of a lark. This is the only book my mother ever forbid me to read. Back in the 50s when it first came out, it was all the rage, but considered quite shocking by many midwesterners. At the time, I was too young to care whether or not I read. I had too many other fun things to do. Over the years I thought about reading it several times, but never followed through. It took me over 30 years to finally sit down and read it. It is a remarkable and powerful book. Metalious sharply describes life in small town America in the 50s. One of my favorite parts of the book was actually the introduction by Ardis Cameron who presents an excellent description of the novel's treatment of class, gender, race, ethnicity and power. Reading it, it was easy to believe that Metalious was a true feminist who purposefully depicted the social anatomy of a community to expose the quiet acceptance of hideous things like child abuse, incest, and rape. There are many positive forces and personalities in the book as well. I'm awfully glad I finally sat down to read this book. Don't rent the video or watch reruns of the TV show should they ever reappear. Do sit down and read this classic from a fresh perspective. In my opinion, Grace was a feminist when it was terribly difficult to be one... the 1950s.",
    "SCANDALOUS! Yes, even by today's standards this book is quite the scandalous read. I've heard it spoken of with winks and nudges since I was a kid, and finally decided to read it and . . . . well! Affairs, abortions, drunken benders, legal and political machinations, unhappy marriages, abuse, swears, religious crises, it's all there! Peyton Place seems like a nice, quiet little town, until you peer behind the curtains, and then the ugly underbelly is revealed. The book was highly addictive, told in a gossipy style that was like reading a tabloid or listening to a nosy neighbor dish the dirt. The one thing I didn't really like about it is that very few of the stories really resolved. It follows a handful of Peyton Place residents over ten years, but then it just . . . ends. Not that I thought all their problems should be neatly tidied away, but most of the characters drop off the face of the earth and there's no real resolution for the others, either. I was also a little annoyed at the fact that she set the book during the mid-thirties, early forties, but didn't bother to do any research. Girls are described wearing halter tops and short shorts during the summer (in 1937?! I don't think so!), and no one mentions the stock market or banks failing or anything like that. If she didn't keep telling the reader the year, you would think it was the 1950's, when the book was written.",
    "At times reminiscent of TO KILL A MOCKINGBIRD or the sprawling New England cast of IT, PEYTON PLACE starts out strong, but eventually sags under the weight of too many characters and too many plotlines. The friendship of Selena Cross and Allison MacKenzie is pretty interesting, and I became especially invested in Selena. Unfortunately, the two characters drift apart, and the focus is lost. You know you're in trouble if more ink is spent on Allison having sex with her married boyfriend, a guy who isn't even introduced until the last two chapters, than on Selena Cross's own murder trial. Oops. I also have to mention how I hated having to read about the romantic trials and tribulations of Constance MacKenzie and Mike Rossi (aka Tomas Makris). She's a neurotic mess, he's a pontificating rapist. I kept thinking, \"Please take me back to Selena's POV!\" but alas, 'twas not to be: in fact, the story ends with Allison realizing what a swell guy Mike really is. Feh. Also, how creepy is Norman Bates... I mean... Norman Page? I laughed at the reviewer who said he seemed like a serial-killer-in-training. Because, yeah. He really is, down to killing innocent animals. I hoped he would come to a spectacular end, but alas: 'twas not to be. He kind of disappears from the story, like Chuck Cunningham from \"Happy Days.\" Anyway, the book is worth reading, but after I finished it I had to listen to some cleansing punk rock. Apart from Selena, the good doctor Matt Swain and possibly newspaper owner Seth Buswell, everyone in PEYTON PLACE is an asshole. Where is Pennywise the Clown when you need him? ",
    "I read this book the first time at about 16 and was blown away. Now rereading it as an adult I find many problems with it. I'm sure very few will agree, but while it was interesting I couldn't find much sympathy for most of the characters. And (probably related to that) was rather emotionally untouched by this book. (For contrast I cried at the movie Up- within the first 5 minutes.) I felt as though ants were being smashed. It was a parade of the grotesque. Tragedy after tragedy with surprisingly little affect on me.",
    "Your review sounds a lot like mine. I am glad someone else had the same reaction. I loved it when I read it at age 15 but was totally bored with it age 40. I think maybe I liked it age 15 because a lot of the characters are adolescent - they are self-centered and overly dramatic. The problem is that most of those adolescent characters in the books are supposed to be adults.",
    "L'estate indiana è come una donna: morbida, calda, appassionata, ma incostante. Va e viene come e quando le pare e nessuno sa se arriverà davvero né per quanto si tratterrà.Grace Metalious non è certo la prima a scrivere dell'ipocrisia e della doppiezza di quella società, ma è una donna ed è la prima donna normale a farlo, e non una signora di New York educata in qualche buona università. E' una casalinga di campagna, sboccata e brusca, \"la casalinga che ha scritto un bestseller\", e non si è limitata a stare in cucina o a vendere il Tupperware alle amiche di paese.Mattia Carratello - \"L'eterno ritorno di Peyton Place\" (postfazione all'edizione Einaudi)Peyton Place non è un capolavoro della letteratura, sebbene alcuni critici volenterosi lo abbiano collocato idealmente nel filone tradizionale della letteratura di denuncia (vedi Faulkner). Deluderà anche coloro alla ricerca di quelle scene scandalose che da decenni spigono le persone a procurarsi questo volume. Peyton Place è anche un romanzo sincero, che sberleffa le ipocrisie del New England (ma anche degli U.S.A. tout court, dato che il New England è la regione che rappresenta la nascita \"pura\" degli Stati Uniti d'America, il cuore bianco di questo grande paese), presenta donne forti e volitive (sicuramente fuori dal canone per l'epoca) inserisce personaggi positivi e fondatori ma \"macchiati\" dalla razza (Samuel Peyton, il fondatore del paese, era un ricco nero che fece costruire un castello importandolo direttamente dall'Inghilterra - Tom Makris, il preside della scuola, di origini greche) o dalle azioni (il dottore). Grace Metalious parlò di sesso prematrimoniale, aborto, povertà e ne parlò con una trasparenza non comune per l'epoca. Alla base del successo di questo romanzo ci fu sicuramente una buona dose di curiosità morbosa e un'incredibile operazione pubblicitaria, ma come sintetizzò egregiamente la Metalious: \"Se sono una scrittrice da schifo, allora una montagna di gente ha un gusto da schifo\".",
    "I don't mean to cause any offense to people who grew up in the fifties, but in a way I'm glad that I didn't come of age then. It seems hard to understand the criticisms that were thrown at this book in that time. I agree with the author when she said \"to talk about adults without talking about their sex drives is like talking about a window without glass.\"I look back at what I was taught in Literature classes, that things like symbolism are what make a novel great, and all that just seems like crap to me now. I don't mean to knock symbolism, but it's realistic and believable three-dimensional characters and a good plot that make a novel great. When none of the adult characters in a book have sex drives, then the book is at a hefty disadvantage at the start because it's set in never-never land. Grace Metalious certainly understood. If people think that sex in a book automatically makes it trashy, then that's their loss.This book was written with startling clarity. I had completely forgotten how uncomfortable it was at times to be a child, until Grace reminded me. It's hard to imagine how she found the incredible honesty that it must have taken to write this book, but I think that very honesty is partly what drove her to the alcoholism that killed her at an early age.",
    "This is one of those books whose very title has become part of the American lexicon, and now I understand why! PEYTON PLACE is full of multi-faceted characters -- none of them all good, none of them all bad, but all of them memorable. With enviable skill and obvious love, Grace Metalious paints a vivid picture of a small New England town and the people who live, die and love there. What I learned most from reading this book is that the literary seeds which Metalious planted with this novel have sprouted and grown, vine-like, down through the years. Her style of storytelling, her subject matter, even her idioms, are evident in so much of the modern literature and entertainment. In some ways, it seems that all modern writers are children of Peyton Place, myself included! I don't know if Grace Metalious realized what an impact her book would have -- either on society or on her fellow writers -- but it's a really remarkable achievement. Not to mention a damn fine book!",
    "I like this book very much. Grace Metalious was way ahead of her time when she wrote Peyton Place. I felt I was reading a contemporary novel not a work of fiction written during the 1950's. I can see why society at that time was not ready for this book. Peyton Place revealed too much. All of the evils of society normally swept under the rug are confronted in this important book. Metalious was a woman of remarkable courage and insight. I think this book has been mislabeled and not seen for the fine piece of work it really is. I also liked the movie made from the book, actually was suprised at the quality of it. However, I feel the television series was not as favorable to the book. Sadly, I didn't read Peyton Place for years because of its link with the tv soap opera.",
    "Wow-I know I read this many years ago & parts of it felt like I had just read it last week & other parts I had no recollection of at all....this must have been sizzling hot when it came out!!!I felt a little bit To Kill A Mockingbird, a little of A tree Grows In Brooklyn, some Valley Of The Dolls & a little wee bit of Owen Meany....a very well written story, the descriptions of New England & small town life felt spot on to me....& I loved the character development.....You can tell was written pre Women's Rights Era-so many angry, pent up, frustrated women!!!!Everyone comments on the wild & reckless ways of our youth today-they have always been wild & reckless!!!",
    " ‘Peyton Place’ fue escrito en los años 50; el éxito fue tan grande que luego llegó una secuela. Después, la novela se convirtió en película, y finalmente en serie de televisión, que probablemente es la forma que más le pegue a esta historia, porque al fin y al cabo es un culebrón. Lo sabía antes de empezarlo, pero aún así me esperaba más. No sé, esperaba engancharme más y empatizar más con los personajes. Tiene las virtudes de un culebrón: se lee rápido, y no aburre sino que entretiene. Pero también sus defectos: personajes horriblemente planos y unos clímax histéricos y manidos que caen en un ridículo bastante estrepitoso.Supongo que se tiene que reconocer el valor de la propuesta, que tiene algo de fundacional. Quiero decir que debe de ser uno de los primeros libros que explota el ahora tópico esquema de pueblo aparentemente idílico de familias modélicas de puertas afuera pero que esconden secretos más o menos escabrosos de puertas adentro. Así, se atreve a tocar temas como el sexo prematrimonial, el incesto, el aborto, los abusos sexuales, el caciquismo de los poderosos, etc. Y él que a mí más me ha parecido más interesante (por más poco habitual): la sexualidad femenina, desde el despertar hasta el redescubrimiento pasando por la represión.Se tiene que reconocer que Grace Metalious sabe escribir y prueba de esto es la manera deliciosa en la que describe el paso de las estaciones, que además le dan al libro una estructura circular y bien cerrada. También me ha gustado mucho como describe el día a día intrascendente del ambiente de pueblo, los abuelos sentados siempre en el mismo sitio marujeando, los tejemanejes del cacique que tiene a todo el pueblo sometido, o la amistad entre el director del diario local y el doctor del pueblo. Me han gustado menos los amoríos y otros tópicos culebronescos, que son demasiado previsibles y gastados. En este sentido, a Metalious le preocupa más la acción (que pasen cosas, muchas cosas, y que sean muy fuertes, y no importa si parecen forzadas) que no construir unos personajes con verdadera entidad, y es una pena, porque esta novela podría haber sido muy grande, pero sólo se queda en correcta. ",
    "\"O amor não é estático. Muda, pode crescer, pode mingar, e até desaparecer. O importante, quando o amor se extingue, é recordar o que tivemos e esquecer o que perdemos.\"Grace Metalious expõe a falsidade de uma pequena cidade chamada Peyton Place, denunciando as diferentes camadas sociais que se destacam pelo poder económico, mas que se assemelham nos comportamentos hipócritas. A autora sabia o que queria dizer sobre os boatos, a vergonha e as relações de uma cidade pequena e foi, com alguma ousadia, que o fez.\"Os boatos são como as amigas. Multiplicam-se, dividem-se e tornam a multiplicar-se.\"Entre as personagens principais encontramos um médico dedicado à sua profissão, uma viúva solitária, vários adolescentes confusos, uma mulher vitima de violência doméstica e um marido pobre e bêbado. Apesar de Selena Cross, a rapariga das barracas, assumir um papel de destaque, não posso deixar de dizer que a minha preferida é a aspirante a escritora, a Allison (mesmo tendo em conta a sua personalidade complicada e valores ainda mais difíceis de compreender).\"Filhos de uma cadela. Todos. Homens e mulheres. Mulheres e homens.\"Tendo em conta que li este livro 59 anos depois da sua primeira publicação, tenho de louvar os temas abordados que, provavelmente, escandalizaram os leitores em 1955. O incesto, aborto, assassínio, sexo, alcoolismo, violação, violência doméstica, suicido e abuso de poder são alguns dos assuntos mencionados, ainda que de uma forma suave e sem diferença de tom em relação à restante narração. Grace Metalious é constante no ritmo e se a pudéssemos ouvir, a sua voz manteria-se inalterável durante toda a história, que apesar de não me alterar ou envolver, me fez admirar a autora pelo atrevimento perante a sociedade em que estava inserida. Há livros que mantém o impacto muitos anos depois, mas \"Amar Não é Pecado\" é como uma brisa: passa por nós, mas não volta.\"Anda sempre com o nariz metido nos livros e a cabeça nas nuvens.\"",
    "Peyton Place is a depiction of life in a little town in New England more than seventy years back in time and however it doesn't seem so far away when it comes to judging, stereotyping and criticizing (something we are still very good at) The story centers around Allison McKenzie, a girl coming of age and facing all of the challenges of growing up in a small town without a father but describes more or less in depth the neighbours of the town, both teenagers and adults who seem to struggle with the perceived morality forced upon them.Constance McKenzie (Allison's mother), who tries to make up for a past indiscretion by adopting a chaste, prudish attitude and who can't help but be attracted to the new teacher Michael Rossi.Allison, who'd like to be more like \"fast girl\" Betty Anderson and who falls sincerely in love with mixed-up Norman Page (Russ Tamblyn). And Selena Cross, Allison's friend, living in the edges of the city having to bear being labelled \"white trash\" and facing a terrible stepfather with the only help of Rodney Harrington and the town's Voice of Reason, Dr. Swain.Despite it was considered scandalous to me is not so much about sex as about the economic differences between the local gentry living in perfect houses and the folks living shacks on the edges of town,about gossip and shame and what it can do to people. Peyton Place is another character in the book, a major one. Everyone lives in fear of it, because it demands the appearance of perfection from all its citizens and therefore it accepts hypocrisy and condemns not only human frailty but I should say every hint of humanity and its impulses. But Peyton Place isn't unique; it's a microcosm of a repressive society and I regret to say there's still a little bit of Peyton Place all around us and we should fight to get rid of it completeley. ",
    "Wow! \"Peyton Place\" is actually a good book, no a really good book. I truly wasn't expecting this from knowing that it was a bestseller that rocked the continental United States for it's scandalous content. I thought it would be a lame story about a lame place in New England that was dated and basically that the story was crap. But that was not the case after all.The truth of the matter is that the issues in this book are still quite relevant today, whether we want to acknowledge it or not. Look at our current presidential election centering so much energy on the taboo \"abortion\" issue. Well \"Peyton Place\" tackles that issue to and can shed an important light to the issue. But that is not what this book is about nor is it about the \"small town\" mindset, horny teenagers, religion or zoning laws. It is about the lives of various people in the community, not just one central character but many that comprise a community. You find that no two characters are alike they may have some similarities with one another but they are each very different. Its a book about humanity or lack of humanity that you will find in any village, town, suburb and city around the world. Yes, I think Grace Metalious was trying to make a statement by incorporating so many taboo issues of the day into this story but I feel that she did it in a way that works and makes sense. There are definitely the good and bad characters and poetic justice but it all comes in a way that we can sort of all relate to. ",
    "Excellent story. I was drawn in right from the start and enjoyed it throughout. I had seen portions of the movie based on the book and also as a youngster, vaguely recall watching the TV series. Once I heard there was a book, I had to try it out and I wasn't disappointed. It was similar in some ways to books like; The Heart is a Lonely Hunter and To Kill a Mockingbird, especially in the aspect of telling a story from a small town perspective. But it was also very different, as it focussed on the secrets that guide people's lives in small towns. I liked so many of the characters, but each had their flaws and their postivie aspects. I liked Constance McKenzie; she was a strong independent woman and she helped Selena and her mother, providing work to them. (But she also has many faults; is three-dimensional) I liked Selena, a strong young lady, who lived on the wrong side of the tracks and had tribulations like you won't believe, but who tries to work through them and make something of herself. There were characters who you can't like, as in any community, close-minded, snappish, maybe even evil people. But it's a community and Grace Metallious tells it in such an interesting style. I like how she switches from character to character and their stories, e.g. Alison walking down the street and looking at a neighbour's house, then the story moving onto that person. I'm glad that I finally read this excellent book and I highly recommend. Fascinating and a true gem.",
    "There is a part of me that's disappointed that Peyton Place isn't as steamy as its reputation. Teenage fumblings, incest and accidental pregnancies aren't really all that titillating. But I guess it just makes sense that what was scandalous in 1956 isn't today. However, it's a good book, and I feel bad that its quality has been overshadowed by its infamy.The town of Peyton Place is remarkably reminiscent of the town I grew up in. From the claustrophobic atmosphere, to the mill bosses all living on a single stretch of road, to one man controlling most of the town (in our case, the first selectman was also head of the school board and owner of the grocery store), to the secrecy on one hand and the gossip on the other—it's all very familiar. And the fact that the main character is a misunderstood budding writer—it's like the book was written with me in mind.",
    "My book club just read PEYTON PLACE in light on the new book, HIT LIT. We wanted to see how the elements listed in HIT LIT played out in Peyton Place to make it a best seller in its day. Social issues, cynicism toward religion, secret societies, sexual tension, active rather than introspective characters--all the elements were there. Reading it in 2012 was interesting--many of the elements considered scandalous in the book's heyday would be considered humdrum today. A good read, but I can see why it falls under \"popular lit\" instead of \"classic lit.\" The book feels a bit dated now, though I still think it's worth reading if only to see how prevailing attitudes have changed--and not always for the better. ",
    "I chose to read this book for the first time to honor \"Banned Book Week, 2016\" Peyton Place which was published in 1956 was placed on the Literature Censorship Board banned list in 1957 and remained on it until 1971. Why, well because this novel was a frank description of life in a small American town. And here is the nitty gritty of the novel.Yes, there is sex in this book. But this is no Fifty Shades of Grey which was just \"slap and tickle\" porn for bored women. There was frank and specific descriptions of sex. But that said, this was probably the least \"sexy\" novel ever written about sex. The descriptions were frank and not written to titillate, but to shock and/or horrify the reader. Much more disturbing to me the reader was the classicism, expressed by every member of the all male, all white community leaders. Even Matthew Swain, the small town doctor who is the most sympathetic male character, talks and treats the \"shack dwellers\" as ignorant children in need of discipline and guidance. I could not help but be reminded of the civil war era novels where the slaves were treated the same way.I very much enjoyed this novel and was surprised by how well it was written. A wonderful edition to my list of completed books.",
    ""
  ],
  "isbn": "9781555534004",
  "description": "...more"
},{
  "reviews": [
    "Another random discount bookstore find. I knew nothing about this author or this book before reading, and I was pleasantly surprised. This book is a literary MONSTER (have a dictionary on hand), the text is incredibly dense, cumbersome, and yet beautiful in a way that seems to be rare these days. There are some truly touching scenes. The author's description of a night-time sexual encounter in the midst of a summer thunderstorm is covered with a dreamy realism, like the way things look different in the dark, even though you know exactly what they are, and as you read this passage, you can almost see the play of shadows under the flashes of lightning. Having seen enough Perry Mason and Court TV, I was able to keep pace with most of the legal discussions, of which there are many. What I like about the portrayal of the main character is how it suggests that we can go through the routines of our mundane daily lives and appear unaffected on the outside, while inside we can be judging our past actions, our values and questioning the whole purpose of our existence.",
    " The number one bestseller in 1957 is a somewhat awkward combination of philosophical rumination and sex in a small town. You could also call it Peyton Place from a male viewpoint. Arthur Winner is a second generation lawyer with a second wife and two living children. Raised by his father to be upstanding, well-reasoned and unfailingly helpful, he must confront signs of the crumbling morality and shifting social boundaries of the mid 1950s. A few skeletons in his own upscale closet, which threaten to be exposed, create whatever tension exists in the story. As in Cozzen's 1948 Pulitzer Prize winner Guard of Honor, the story covers just two days and one hour in the life of Arthur Winner and the town of Brocton, with plenty of backstory to help fill the 560 pages. In long, oddly constructed sentences, the reader is placed into Arthur's mind and heart. I found the novel barely readable. The sections where something was actually happening were not bad but the conversations between characters were endless, the lengthy description mostly egregious and by the end, the serious questions raised by the tale had been beaten to death. The only way I can figure out the book's bestseller status is the sex, which is graphically portrayed in some of the worst sex writing I have ever read.",
